Repository: uit-hdl/trusting-ehealthcourse
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, nl, tr

source: Cognitive Changes: These refer to changes in thinking patterns, such as increased negative thoughts, difficulty concentrating, or changes in how a person perceives reality.
cs: Kognitivní změny: Týkají se změn ve vzorcích myšlení, jako jsou zvýšené negativní myšlenky, potíže se soustředěním nebo změny toho, jak člověk vnímá realitu.
de: Kognitive Veränderungen: Dabei handelt es sich um Veränderungen der Denkmuster, wie z. B. eine Zunahme negativer Gedanken, Konzentrationsschwierigkeiten oder Veränderungen in der Realitätswahrnehmung einer Person.
fr: Changements cognitifs: ils font référence à des changements dans les schémas de pensée, tels qu'une augmentation des pensées négatives, des difficultés de concentration ou des changements dans la façon dont une personne perçoit la réalité.
nl: Cognitieve veranderingen: Deze verwijzen naar veranderingen in denkpatronen, zoals toegenomen negatieve gedachten, concentratieproblemen of veranderingen in de manier waarop iemand de werkelijkheid waarneemt.
tr: Bilişsel Değişiklikler: Bunlar, olumsuz düşüncelerin artması, konsantre olma zorluğu veya kişinin gerçekliği algılama biçimindeki değişiklikler gibi düşünme kalıplarındaki değişiklikleri ifade eder.

source: Emotional Changes: Relapse can also be marked by changes in emotional state, like increased irritability, mood swings, or emotional numbness.
cs: Emocionální změny: Relaps může být také poznamenán změnami emočního stavu, jako je zvýšená podrážděnost, změny nálady nebo emoční otupělost.
de: Emotionale Veränderungen: Ein Rückfall kann auch durch Veränderungen des emotionalen Zustands gekennzeichnet sein, wie beispielsweise erhöhte Reizbarkeit, Stimmungsschwankungen oder emotionale Taubheit.
fr: Changements émotionnels: la rechute peut également être marquée par des changements dans l'état émotionnel, comme une irritabilité accrue, des sautes d'humeur ou un engourdissement émotionnel.
nl: Emotionele veranderingen: Terugval kan ook worden gekenmerkt door veranderingen in de emotionele toestand, zoals verhoogde prikkelbaarheid, stemmingswisselingen of emotionele gevoelloosheid.
tr: Duygusal Değişiklikler: Nüksetme, artan sinirlilik, ruh hali değişimleri veya duygusal uyuşukluk gibi duygusal durumdaki değişikliklerle de işaretlenebilir.

source: Physical Symptoms: These are physical manifestations that can accompany mental health relapses, like changes in sleep patterns, appetite, or unexplained physical pains.
cs: Fyzické příznaky: Jedná se o fyzické projevy, které mohou doprovázet relapsy duševního zdraví, jako jsou změny ve spánkových vzorcích, chuť k jídlu nebo nevysvětlitelné fyzické bolesti.
de: Körperliche Symptome: Hierbei handelt es sich um körperliche Erscheinungen, die mit Rückfällen der psychischen Gesundheit einhergehen können, wie etwa Veränderungen des Schlafverhaltens, des Appetits oder unerklärliche körperliche Schmerzen.
fr: Symptômes physiques: il s'agit de manifestations physiques qui peuvent accompagner les rechutes de santé mentale, comme des changements dans les habitudes de sommeil, l'appétit ou des douleurs physiques inexpliquées.
nl: Fysieke symptomen: Dit zijn fysieke manifestaties die gepaard kunnen gaan met een terugval in de geestelijke gezondheid, zoals veranderingen in slaappatroon, eetlust of onverklaarbare fysieke pijn.
tr: Fiziksel Belirtiler: Bunlar, uyku düzenindeki değişiklikler, iştah veya açıklanamayan fiziksel ağrılar gibi zihinsel sağlık bozukluklarına eşlik edebilen fiziksel belirtilerdir.

source: Impaired Functioning: A relapse often leads to a decline in a person’s ability to function in daily life, affecting their work, school, and personal relationships.
cs: Zhoršené fungování: Recidiva často vede k poklesu schopnosti člověka fungovat v každodenním životě, což ovlivňuje jeho práci, školu a osobní vztahy.
de: Funktionsbeeinträchtigung: Ein Rückfall führt häufig zu einer Beeinträchtigung der Funktionsfähigkeit einer Person im täglichen Leben, was sich auf ihre Arbeit, ihre Schule und ihre persönlichen Beziehungen auswirkt.
fr: Fonctionnement altéré: Une rechute entraîne souvent une diminution de la capacité d’une personne à fonctionner dans la vie quotidienne, affectant son travail, son école et ses relations personnelles.
nl: Verminderd functioneren: Een terugval leidt vaak tot een afname van het vermogen van een persoon om in het dagelijks leven te functioneren, wat van invloed is op zijn werk, school en persoonlijke relaties.
tr: İşlevselliğin Bozulması: Bir nüksetme sıklıkla kişinin günlük yaşamdaki işlevsellik yeteneğinde bir düşüşe yol açarak işini, okulunu ve kişisel ilişkilerini etkiler.

source: Question: Which of the following combinations best describe the early warning signs of a relapse in a mental health condition?
cs: Otázka: Která z následujících kombinací nejlépe popisuje včasné varovné příznaky relapsu duševního onemocnění?
de: Frage: Welche der folgenden Kombinationen beschreibt die Frühwarnzeichen eines Rückfalls einer psychischen Erkrankung am besten?
fr: Question: Laquelle des combinaisons suivantes décrit le mieux les signes avant-coureurs d'une rechute d'un problème de santé mentale?
nl: Vraag: Welke van de volgende combinaties beschrijft het beste de vroege waarschuwingssignalen van een terugval in een psychische aandoening?
tr: Soru: Aşağıdaki kombinasyonlardan hangisi bir akıl sağlığı durumunda hastalığın nüksetmesine ilişkin erken uyarı işaretlerini en iyi şekilde tanımlar?

source: A) Gradual onset of physical symptoms, social withdrawal, and sudden behavioral changes
cs: A) Postupný nástup fyzických příznaků, sociální stažení a náhlé změny chování
de: A) Allmähliches Auftreten körperlicher Symptome, sozialer Rückzug und plötzliche Verhaltensänderungen
fr: A) Apparition progressive de symptômes physiques, retrait social et changements soudains de comportement
nl: A) Geleidelijk begin van lichamelijke symptomen, sociale terugtrekking en plotselinge gedragsveranderingen
tr: A) Yavaş yavaş başlayan fiziksel semptomlar, sosyal geri çekilme ve ani davranış değişiklikleri

source: B) Immediate onset of cognitive changes, emotional stability, and adherence to treatment
cs: B) Okamžitý nástup kognitivních změn, emoční stabilita a adherence k léčbě
de: B) Sofortiger Beginn kognitiver Veränderungen, emotionaler Stabilität und Einhaltung der Behandlung
fr: B) Apparition immédiate de changements cognitifs, stabilité émotionnelle et observance du traitement
nl: B) Onmiddellijk begin van cognitieve veranderingen, emotionele stabiliteit en therapietrouw
tr: B) Bilişsel değişikliklerin hemen başlaması, duygusal istikrar ve tedaviye uyum

source: C) Gradual onset of changes in mood, social withdrawal, and impaired functioning
cs: C) Postupný nástup změn nálady, sociální stažení a zhoršené fungování
de: C) Allmähliches Einsetzen von Stimmungsschwankungen, sozialem Rückzug und Funktionsbeeinträchtigung
fr: C) Apparition progressive de changements d'humeur, de retrait social et de troubles du fonctionnement
nl: C) Geleidelijk begin van stemmingswisselingen, sociale terugtrekking en verminderd functioneren
tr: C) Ruh halinde yavaş yavaş başlayan değişiklikler, sosyal geri çekilme ve işlevsellikte bozulma

source: D) Immediate onset of physical symptoms, cognitive improvement, and emotional numbness
cs: D) Okamžitý nástup fyzických příznaků, zlepšení kognitivních funkcí a emoční otupělost
de: D) Sofortiges Auftreten körperlicher Symptome, kognitive Verbesserung und emotionale Taubheit
fr: D) Apparition immédiate de symptômes physiques, amélioration cognitive et engourdissement émotionnel
nl: D) Onmiddellijk begin van fysieke symptomen, cognitieve verbetering en emotionele gevoelloosheid
tr: D) Aniden başlayan fiziksel semptomlar, bilişsel iyileşme ve duygusal uyuşukluk

source: Relapse
cs: Relaps
de: Rückfall
fr: Rechute
nl: Terugval
tr: Nüksetme

source: Congratulations on completing this part of the course!
cs: Gratulujeme k dokončení této části kurzu!
de: Herzlichen Glückwunsch zum Abschluss dieses Kursteils!
fr: Félicitations pour avoir terminé cette partie du cours!
nl: Gefeliciteerd met het voltooien van dit deel van de cursus!
tr: Kursun bu bölümünü tamamladığınız için tebrikler!

source: You've reached an important milestone, and your dedication is truly paying off. Each step you take is bringing you closer to mastering the subject. Keep up the fantastic effort.
cs: Dosáhli jste důležitého milníku a vaše odhodlání se skutečně vyplácí. Každý krok, který uděláte, vás přiblíží k zvládnutí předmětu. Pokračujte ve fantastickém úsilí.
de: Sie haben einen wichtigen Meilenstein erreicht und Ihr Engagement zahlt sich wirklich aus. Jeder Schritt, den Sie unternehmen, bringt Sie der Beherrschung des Themas näher. Machen Sie weiter so mit Ihrem fantastischen Einsatz.
fr: Vous avez franchi une étape importante et votre dévouement porte vraiment ses fruits. Chaque pas que vous faites vous rapproche de la maîtrise du sujet. Continuez cet effort fantastique.
nl: Je hebt een belangrijke mijlpaal bereikt en je toewijding werpt echt vruchten af. Elke stap die u zet, brengt u dichter bij het beheersen van het onderwerp. Ga zo door met deze fantastische inspanning.
tr: Önemli bir dönüm noktasına ulaştınız ve bağlılığınızın karşılığını gerçekten alıyorsunuz. Attığınız her adım sizi konuya hakim olmaya bir adım daha yaklaştırıyor. Fantastik çabaya devam edin.

source: Keep going strong!
cs: Pokračujte silně!
de: Mach weiter so!
fr: Continuez fort !
nl: Blijf sterk doorgaan!
tr: Güçlü olmaya devam edin!

source: Relapse Management
cs: Relaps Management
de: Rückfallmanagement
fr: Gestion des rechutes
nl: Terugvalmanagement
tr: Nüks Yönetimi

source: Relapse management in the context of mental health refers to a set of strategies and interventions designed to prevent or manage the recurrence of symptoms associated with mental health conditions. It involves recognizing early warning signs of a potential relapse, implementing coping strategies to address these signs, and seeking appropriate professional help if necessary. The goal is to maintain stability, reduce the severity of symptoms, and enhance the individual's overall well-being.
cs: Management relapsu v kontextu duševního zdraví se týká souboru strategií a intervencí navržených k prevenci nebo zvládání recidivy symptomů spojených s duševními poruchami. Zahrnuje rozpoznání včasných varovných příznaků možného relapsu, implementaci copingových strategií k řešení těchto příznaků a v případě potřeby vyhledání vhodné odborné pomoci. Cílem je udržet stabilitu, snížit závažnost symptomů a zlepšit celkovou pohodu jedince.
de: Unter Rückfallmanagement im Zusammenhang mit psychischer Gesundheit versteht man eine Reihe von Strategien und Interventionen, die das Wiederauftreten von Symptomen, die mit psychischen Erkrankungen verbunden sind, verhindern oder bewältigen sollen. Dabei geht es darum, frühe Warnsignale für einen möglichen Rückfall zu erkennen, Bewältigungsstrategien zu implementieren, um diese Signale zu bekämpfen, und bei Bedarf geeignete professionelle Hilfe in Anspruch zu nehmen. Ziel ist es, die Stabilität aufrechtzuerhalten, die Schwere der Symptome zu verringern und das allgemeine Wohlbefinden des Einzelnen zu steigern.
fr: La gestion des rechutes dans le contexte de la santé mentale fait référence à un ensemble de stratégies et d'interventions conçues pour prévenir ou gérer la récidive des symptômes associés aux problèmes de santé mentale. Cela implique de reconnaître les signes avant-coureurs d’une rechute potentielle, de mettre en œuvre des stratégies d’adaptation pour répondre à ces signes et de rechercher l’aide d’un professionnel approprié si nécessaire. L’objectif est de maintenir la stabilité, de réduire la gravité des symptômes et d’améliorer le bien-être général de l’individu.
nl: Terugvalmanagement in de context van de geestelijke gezondheidszorg verwijst naar een reeks strategieën en interventies die zijn ontworpen om de herhaling van symptomen die verband houden met psychische aandoeningen te voorkomen of te beheersen. Het gaat om het herkennen van vroege waarschuwingssignalen van een mogelijke terugval, het implementeren van coping-strategieën om deze signalen aan te pakken en het zoeken naar passende professionele hulp indien nodig. Het doel is om de stabiliteit te behouden, de ernst van de symptomen te verminderen en het algehele welzijn van het individu te verbeteren.
tr: Ruh sağlığı bağlamında nüksetme yönetimi, zihinsel sağlık durumlarıyla ilişkili semptomların tekrarını önlemek veya yönetmek için tasarlanmış bir dizi strateji ve müdahaleyi ifade eder. Potansiyel bir nüksetmenin erken uyarı işaretlerini tanımayı, bu işaretlerle başa çıkmak için başa çıkma stratejilerini uygulamayı ve gerekirse uygun profesyonel yardım almayı içerir. Amaç istikrarı korumak, semptomların şiddetini azaltmak ve bireyin genel refahını arttırmaktır.

source: Key components of relapse management include:
cs: Mezi klíčové složky léčby relapsu patří:
de: Zu den wichtigsten Komponenten der Rückfallbehandlung gehören:
fr: Les éléments clés de la gestion des rechutes comprennent:
nl: Belangrijke componenten van terugvalmanagement zijn onder meer:
tr: Nüks yönetiminin temel bileşenleri şunları içerir:

source: Education and Awareness: Educating the individual and their support network about the nature of their mental health condition, potential triggers, and signs of relapse.
cs: Vzdělávání a povědomí: Vzdělávání jednotlivce a jeho podpůrné sítě o povaze jejich duševního zdraví, potenciálních spouštěcích faktorech a známkách relapsu.
de: Aufklärung und Bewusstsein: Aufklärung der betroffenen Person und ihres Unterstützungsnetzwerks über die Art ihrer psychischen Erkrankung, mögliche Auslöser und Anzeichen eines Rückfalls.
fr: Éducation et sensibilisation: Éduquer la personne et son réseau de soutien sur la nature de son problème de santé mentale, les déclencheurs potentiels et les signes de rechute.
nl: Educatie en bewustzijn: het individu en zijn ondersteuningsnetwerk informeren over de aard van zijn geestelijke gezondheidstoestand, mogelijke triggers en tekenen van terugval.
tr: Eğitim ve Farkındalık: Bireyi ve destek ağını zihinsel sağlık durumunun doğası, potansiyel tetikleyiciler ve nüksetme belirtileri hakkında eğitmek.

source: Coping Strategies: Developing and practicing coping strategies to manage stress and prevent relapse. These strategies might include mindfulness, relaxation techniques, exercise, healthy eating, maintaining a routine, and engaging in hobbies or activities that bring joy and relaxation.
cs: Copingové strategie: Rozvíjení a procvičování copingových strategií pro zvládání stresu a prevenci relapsu. Tyto strategie mohou zahrnovat všímavost, relaxační techniky, cvičení, zdravé stravování, udržování rutiny a zapojení se do koníčků nebo činností, které přinášejí radost a relaxaci.
de: Bewältigungsstrategien: Entwicklung und Anwendung von Bewältigungsstrategien, um Stress zu bewältigen und Rückfällen vorzubeugen. Diese Strategien können Achtsamkeit, Entspannungstechniken, Bewegung, gesunde Ernährung, die Einhaltung einer Routine und die Ausübung von Hobbys oder Aktivitäten umfassen, die Freude und Entspannung bringen.
fr: Stratégies d'adaptation: Développer et mettre en pratique des stratégies d'adaptation pour gérer le stress et prévenir les rechutes. Ces stratégies peuvent inclure la pleine conscience, les techniques de relaxation, l’exercice, une alimentation saine, le maintien d’une routine et la participation à des passe-temps ou à des activités qui apportent joie et détente.
nl: Copingstrategieën: het ontwikkelen en oefenen van copingstrategieën om stress te beheersen en terugval te voorkomen. Deze strategieën kunnen bestaan ​​uit mindfulness, ontspanningstechnieken, lichaamsbeweging, gezond eten, het handhaven van een routine en het ondernemen van hobby's of activiteiten die vreugde en ontspanning brengen.
tr: Başa Çıkma Stratejileri: Stresi yönetmek ve nüksetmeyi önlemek için başa çıkma stratejileri geliştirmek ve uygulamak. Bu stratejiler arasında farkındalık, rahatlama teknikleri, egzersiz, sağlıklı beslenme, bir rutini sürdürme ve neşe ve rahatlama getiren hobiler veya aktivitelerle ilgilenme yer alabilir.

source: Treatment Adherence: Ensuring that the individual adheres to their treatment plan, which may include medication, therapy, or a combination of both. Regular check-ins with mental health professionals are often part of this process.
cs: Dodržování léčby: Zajištění, že jednotlivec dodržuje svůj léčebný plán, který může zahrnovat léky, terapii nebo kombinaci obojího. Součástí tohoto procesu jsou často pravidelné kontroly u odborníků na duševní zdraví.
de: Therapietreue: Sicherstellen, dass die Person ihren Behandlungsplan einhält, der Medikamente, Therapie oder eine Kombination aus beidem umfassen kann. Regelmäßige Kontrollbesuche bei Psychologen sind oft Teil dieses Prozesses.
fr: Adhésion au traitement: garantir que la personne adhère à son plan de traitement, qui peut inclure des médicaments, une thérapie ou une combinaison des deux. Des entretiens réguliers avec des professionnels de la santé mentale font souvent partie de ce processus.
nl: Behandelingstrouw: ervoor zorgen dat het individu zich houdt aan zijn behandelplan, dat medicatie, therapie of een combinatie van beide kan omvatten. Regelmatige controles bij professionals in de geestelijke gezondheidszorg maken vaak deel uit van dit proces.
tr: Tedaviye Uyum: Bireyin ilaç tedavisini, terapiyi veya her ikisinin birleşimini içerebilen tedavi planına uymasının sağlanması. Ruh sağlığı uzmanlarıyla yapılan düzenli kontroller genellikle bu sürecin bir parçasıdır.

source: Crisis Plan: Having a crisis plan in place that outlines steps to take if a relapse occurs. This plan might include emergency contact numbers, immediate steps to manage symptoms, and instructions for seeking urgent professional help.
cs: Krizový plán: Mít vypracovaný krizový plán, který nastiňuje kroky, které je třeba podniknout, pokud dojde k recidivě. Tento plán může zahrnovat nouzová kontaktní čísla, okamžité kroky ke zvládnutí příznaků a pokyny k vyhledání naléhavé odborné pomoci.
de: Krisenplan: Sie sollten einen Krisenplan haben, der die Schritte im Falle eines Rückfalls beschreibt. Dieser Plan kann Notrufnummern, sofortige Maßnahmen zur Behandlung der Symptome und Anweisungen zur Inanspruchnahme dringender professioneller Hilfe enthalten.
fr: Plan de crise: avoir un plan de crise en place qui décrit les mesures à prendre en cas de rechute. Ce plan peut inclure des numéros de téléphone d'urgence, des mesures immédiates pour gérer les symptômes et des instructions pour demander une aide professionnelle urgente.
nl: Crisisplan: Het hebben van een crisisplan waarin de stappen worden beschreven die moeten worden genomen als er zich een terugval voordoet. Dit plan kan contactnummers voor noodgevallen omvatten, onmiddellijke stappen om de symptomen onder controle te houden en instructies voor het zoeken naar dringende professionele hulp.
tr: Kriz Planı: Bir krizin tekrarlaması halinde atılacak adımların ana hatlarını çizen bir kriz planının mevcut olması. Bu plan, acil durum iletişim numaralarını, semptomları yönetmek için acil adımları ve acil profesyonel yardım alma talimatlarını içerebilir.

source: Lifestyle Factors: Addressing lifestyle factors that can impact mental health, such as sleep hygiene, nutrition, exercise, and substance use. Encouraging healthy habits and routines can play a significant role in relapse prevention.
cs: Faktory životního stylu: Řešení faktorů životního stylu, které mohou ovlivnit duševní zdraví, jako je hygiena spánku, výživa, cvičení a užívání návykových látek. Podpora zdravých návyků a rutiny může hrát významnou roli v prevenci relapsu.
de: Lebensstilfaktoren: Berücksichtigung von Lebensstilfaktoren, die die psychische Gesundheit beeinträchtigen können, wie Schlafhygiene, Ernährung, Bewegung und Substanzkonsum. Die Förderung gesunder Gewohnheiten und Routinen kann eine wichtige Rolle bei der Rückfallprävention spielen.
fr: Facteurs liés au mode de vie: Aborder les facteurs liés au mode de vie qui peuvent avoir un impact sur la santé mentale, tels que l'hygiène du sommeil, la nutrition, l'exercice et la consommation de substances. Encourager des habitudes et des routines saines peut jouer un rôle important dans la prévention des rechutes.
nl: Levensstijlfactoren: Het aanpakken van levensstijlfactoren die van invloed kunnen zijn op de geestelijke gezondheid, zoals slaaphygiëne, voeding, lichaamsbeweging en middelengebruik. Het aanmoedigen van gezonde gewoonten en routines kan een belangrijke rol spelen bij het voorkomen van terugval.
tr: Yaşam Tarzı Faktörleri: Uyku hijyeni, beslenme, egzersiz ve madde kullanımı gibi ruh sağlığını etkileyebilecek yaşam tarzı faktörlerinin ele alınması. Sağlıklı alışkanlıkların ve rutinlerin teşvik edilmesi, nüksetmenin önlenmesinde önemli bir rol oynayabilir.

source: Continuous Monitoring and Adjustment: Regularly assessing progress and making adjustments to the relapse prevention plan as needed. This may involve identifying new triggers, refining coping strategies, or accessing additional support services.
cs: Průběžné monitorování a přizpůsobení: Pravidelně vyhodnocujte pokrok a podle potřeby upravujte plán prevence relapsu. To může zahrnovat identifikaci nových spouštěčů, upřesnění strategií zvládání nebo přístup k dalším službám podpory.
de: Kontinuierliche Überwachung und Anpassung: Regelmäßige Bewertung des Fortschritts und ggf. Anpassung des Rückfallpräventionsplans. Dies kann die Identifizierung neuer Auslöser, die Verfeinerung von Bewältigungsstrategien oder den Zugriff auf zusätzliche Unterstützungsdienste umfassen.
fr: Surveillance et ajustement continus: évaluer régulièrement les progrès et apporter des ajustements au plan de prévention des rechutes si nécessaire. Cela peut impliquer d’identifier de nouveaux déclencheurs, d’affiner les stratégies d’adaptation ou d’accéder à des services de soutien supplémentaires.
nl: Voortdurende monitoring en bijsturing: Regelmatig de voortgang beoordelen en indien nodig aanpassingen aanbrengen in het terugvalpreventieplan. Dit kan het identificeren van nieuwe triggers inhouden, het verfijnen van coping-strategieën of het inschakelen van aanvullende ondersteunende diensten.
tr: Sürekli İzleme ve Ayarlama: İlerlemeyi düzenli olarak değerlendirmek ve gerektiğinde nüksetmeyi önleme planında ayarlamalar yapmak. Bu, yeni tetikleyicilerin belirlenmesini, başa çıkma stratejilerinin geliştirilmesini veya ek destek hizmetlerine erişilmesini içerebilir.

source: Question: Which of the following best describes the primary goal of relapse management?
cs: Otázka: Která z následujících možností nejlépe popisuje primární cíl řízení relapsu?
de: Frage: Welche der folgenden Aussagen beschreibt das Hauptziel des Rückfallmanagements am besten?
fr: Question: Lequel des énoncés suivants décrit le mieux l'objectif principal de la gestion des rechutes?
nl: Vraag: Welke van de volgende omschrijvingen beschrijft het beste het primaire doel van terugvalmanagement?
tr: Soru: Aşağıdakilerden hangisi nüksetme yönetiminin temel amacını en iyi şekilde tanımlar?
