Repository: uit-hdl/trusting-ehealthcourse
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, nl, tr

source: Schizophrenia is a chronic and severe mental disorder that affects how a person thinks, feels, and behaves. When someone has schizophrenia it can seem like they have lost touch with reality, which can be distressing for them and for those around them.
cs: Schizofrenie je chronická a závažná duševní porucha, která ovlivňuje to, jak člověk myslí, cítí a chová se. Když má někdo schizofrenii, může se zdát, že ztratil kontakt s realitou, což může být pro něj i pro jeho okolí znepokojující.
de: Schizophrenie ist eine chronische und schwere psychische Störung, die das Denken, Fühlen und Verhalten einer Person beeinflusst. Bei einer Person mit Schizophrenie kann es so aussehen, als hätte sie den Bezug zur Realität verloren, was für sie und ihre Mitmenschen sehr belastend sein kann.
tr: Şizofreni, kişinin nasıl düşündüğünü, hissettiğini ve davrandığını etkileyen kronik ve ciddi bir zihinsel bozukluktur. Birisi şizofreni hastası olduğunda gerçeklikle bağını kaybetmiş gibi görünebilir ve bu hem kendisi hem de etrafındakiler için üzücü olabilir.

source: Question: Which of the following best characterizes schizophrenia?
cs: Otázka: Která z následujících možností nejlépe charakterizuje schizofrenii?
de: Frage: Welche der folgenden Eigenschaften beschreibt Schizophrenie am besten?
tr: Soru: Aşağıdakilerden hangisi şizofreniyi en iyi karakterize eder?

source: B) A chronic condition affecting thinking, feeling, and behavior
cs: B) Chronický stav ovlivňující myšlení, cítění a chování
de: B) Eine chronische Erkrankung, die Denken, Fühlen und Verhalten beeinträchtigt
tr: B) Düşünceyi, duyguyu ve davranışı etkileyen kronik bir durum
