Repository: uit-hdl/trusting-ehealthcourse
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, nl, tr

source: A) Encouraging individuals to embrace their setbacks as part of the recovery process and not dwell on them excessively.
cs: A) Povzbuzení jednotlivců, aby přijali své neúspěchy jako součást procesu obnovy a nezdržovali se nad nimi přehnaně.
de: A) Ermutigen Sie die einzelnen Personen, ihre Rückschläge als Teil des Genesungsprozesses zu akzeptieren und nicht zu sehr auf ihnen herumzureiten.
fr: A) Encourager les individus à accepter leurs revers dans le cadre du processus de rétablissement et à ne pas s'y attarder excessivement.
nl: A) Individuen aanmoedigen om hun tegenslagen te omarmen als onderdeel van het herstelproces en er niet overdreven bij stil te staan.
tr: A) Bireyleri, iyileşme sürecinin bir parçası olarak başarısızlıklarını kabul etmeye ve bunların üzerinde aşırı derecede durmamaya teşvik etmek.

source: B) Providing immediate punishment for relapse behavior to deter future occurrences.
cs: B) Poskytování okamžitého trestu za recidivující chování, aby se zabránilo budoucím událostem.
de: B) Rückfälle sollten sofort bestraft werden, um zukünftige Vorfälle zu verhindern.
fr: B) Fournir une punition immédiate en cas de rechute afin de dissuader de futurs événements.
nl: B) Het bieden van onmiddellijke bestraffing voor terugvalgedrag om toekomstige gebeurtenissen af ​​te schrikken.
tr: B) Tekrarlayan davranışlara derhal ceza vererek gelecekte tekrar yaşanmasını engellemek.

source: C) Helping individuals develop strategies to recognize warning signs and prevent a return to the problematic behavior.
cs: C) Pomoc jednotlivcům vyvinout strategie, jak rozpoznat varovné signály a zabránit návratu k problematickému chování.
de: C) Den Einzelnen dabei zu helfen, Strategien zu entwickeln, um Warnsignale zu erkennen und eine Rückkehr zum problematischen Verhalten zu verhindern.
fr: C) Aider les individus à développer des stratégies pour reconnaître les signes avant-coureurs et prévenir le retour au comportement problématique.
nl: C) Individuen helpen strategieën te ontwikkelen om waarschuwingssignalen te herkennen en een terugkeer naar problematisch gedrag te voorkomen.
tr: C) Bireylerin uyarı işaretlerini tanımaya ve sorunlu davranışın tekrarını engellemeye yönelik stratejiler geliştirmelerine yardımcı olmak.

source: D) Ignoring relapse incidents entirely to avoid triggering feelings of guilt or shame in individuals undergoing recovery.
cs: D) Úplně ignorujte případy relapsu, abyste se vyhnuli vyvolání pocitů viny nebo hanby u jedinců, kteří se zotavují.
de: D) Rückfallereignisse vollständig ignorieren, um bei den genesenden Personen keine Schuld- oder Schamgefühle auszulösen.
fr: D) Ignorer complètement les incidents de rechute pour éviter de déclencher des sentiments de culpabilité ou de honte chez les personnes en convalescence.
nl: D) Het volledig negeren van terugvalincidenten om te voorkomen dat er gevoelens van schuld of schaamte ontstaan ​​bij personen die herstellende zijn.
tr: D) İyileşen bireylerde suçluluk veya utanç duygularını tetiklememek için nüksetme olaylarını tamamen göz ardı etmek.

source: Triggers of Relapse
cs: Spouštěče Relapsu
de: Auslöser eines Rückfalls
fr: Déclencheurs de rechute
nl: Triggers van terugval
tr: Nüksün Tetikleyicileri

source: Triggers of a relapse refer to factors or circumstances that increase the likelihood of an individual returning to a previous state of unhealthy behavior or addiction after a period of improvement or recovery. These triggers can be internal (thoughts, emotions, physical sensations) or external (people, places, situations) and often provoke strong cravings or urges to return to the problematic behavior.
cs: Spouštěče recidivy se týkají faktorů nebo okolností, které zvyšují pravděpodobnost návratu jedince do předchozího stavu nezdravého chování nebo závislosti po období zlepšení nebo zotavení. Tyto spouštěče mohou být vnitřní (myšlenky, emoce, fyzické vjemy) nebo vnější (lidé, místa, situace) a často vyvolávají silné touhy nebo nutkání vrátit se k problematickému chování.
de: Auslöser eines Rückfalls sind Faktoren oder Umstände, die die Wahrscheinlichkeit erhöhen, dass eine Person nach einer Phase der Besserung oder Genesung in einen früheren Zustand ungesunden Verhaltens oder einer Sucht zurückkehrt. Diese Auslöser können intern (Gedanken, Emotionen, körperliche Empfindungen) oder extern (Menschen, Orte, Situationen) sein und lösen oft starkes Verlangen oder den Drang aus, zum problematischen Verhalten zurückzukehren.
fr: Les déclencheurs d'une rechute font référence à des facteurs ou des circonstances qui augmentent la « probabilité qu'un individu revienne à un état antérieur de comportement malsain ou de dépendance après une période d'amélioration ou de rétablissement. Ces déclencheurs peuvent être internes (pensées, émotions, sensations physiques) ou externes. (personnes, lieux, situations) et provoquent souvent de fortes envies ou envies de revenir au comportement problématique.
nl: Triggers van een terugval verwijzen naar factoren of omstandigheden die de kans vergroten dat een individu terugkeert naar een eerdere staat van ongezond gedrag of verslaving na een periode van verbetering of herstel. Deze triggers kunnen intern zijn (gedachten, emoties, fysieke sensaties) of extern (mensen, plaatsen, situaties) en veroorzaken vaak een sterke drang om terug te keren naar het problematische gedrag.
tr: Nüksetmenin tetikleyicileri, bir kişinin belirli bir iyileşme veya iyileşme döneminden sonra önceki sağlıksız davranış veya bağımlılık durumuna geri dönme olasılığını artıran faktörleri veya koşulları ifade eder. Bu tetikleyiciler içsel (düşünceler, duygular, fiziksel duyumlar) veya dışsal (insanlar, yerler, durumlar) olabilir ve sıklıkla sorunlu davranışa geri dönmeye yönelik güçlü istek veya dürtüleri tetikler.

source: Common triggers of relapse include:
cs: Mezi běžné spouštěče relapsu patří:
de: Häufige Auslöser eines Rückfalls sind:
fr: Les déclencheurs courants de rechute comprennent :
nl: Veelvoorkomende triggers van terugval zijn onder meer:
tr: Nüksün yaygın tetikleyicileri şunlardır:

source: Stress: High levels of stress from work, relationships, or life changes can lead to relapse.
cs: Stres: Vysoká míra stresu z práce, vztahů nebo životních změn může vést k relapsu.
de: Stress: Hoher Stress durch Arbeit, Beziehungen oder Veränderungen im Leben kann zu einem Rückfall führen.
fr: Stress: des niveaux élevés de stress liés au travail, aux relations ou aux changements de vie peuvent entraîner une rechute.
nl: Stress: Hoge niveaus van stress door werk, relaties of veranderingen in het leven kunnen tot terugval leiden.
tr: Stres: İş, ilişkiler veya yaşam değişikliklerinden kaynaklanan yüksek düzeyde stres, hastalığın nüksetmesine yol açabilir.

source: Negative Emotions: Feelings of sadness, anger, frustration, or loneliness can act as triggers.
cs: Negativní emoce: Pocity smutku, hněvu, frustrace nebo osamělosti mohou působit jako spouštěče.
de: Negative Emotionen: Gefühle wie Traurigkeit, Wut, Frustration oder Einsamkeit können als Auslöser wirken.
fr: Émotions négatives: les sentiments de tristesse, de colère, de frustration ou de solitude peuvent agir comme des déclencheurs.
nl: Negatieve emoties: Gevoelens van verdriet, woede, frustratie of eenzaamheid kunnen als triggers fungeren.
tr: Olumsuz Duygular: Üzüntü, öfke, hayal kırıklığı veya yalnızlık duyguları tetikleyici olabilir.

source: Environmental Cues: Being in places or situations associated with the past problematic behavior, like bars for alcoholics or certain neighborhoods for former drug users.
cs: Environmentální podněty: Být na místech nebo v situacích spojených s minulým problematickým chováním, jako jsou bary pro alkoholiky nebo určité čtvrti pro bývalé uživatele drog.
de: Umwelthinweise: Aufenthalt an Orten oder in Situationen, die mit problematischem Verhalten in der Vergangenheit in Verbindung gebracht werden, wie Bars für Alkoholiker oder bestimmte Viertel für ehemalige Drogenkonsumenten.
fr: Indices environnementaux: se trouver dans des lieux ou des situations associés à un comportement problématique passé, comme des bars pour alcooliques ou certains quartiers pour anciens toxicomanes.
nl: Omgevingssignalen: Het zich op plaatsen of in situaties bevinden die verband houden met problematisch gedrag uit het verleden, zoals bars voor alcoholisten of bepaalde buurten voor voormalige drugsgebruikers.
tr: Çevresel İpuçları: Alkolikler için barlar veya eski uyuşturucu kullanıcıları için belirli mahalleler gibi geçmişteki sorunlu davranışlarla ilişkili yer veya durumlarda bulunmak.

source: Social Pressure: Influence from friends or family members who engage in problematic behavior or don't support the recovery.
cs: Sociální tlak: Vliv přátel nebo rodinných příslušníků, kteří se zapojují do problematického chování nebo nepodporují uzdravení.
de: Sozialer Druck: Einfluss von Freunden oder Familienmitgliedern, die problematisches Verhalten an den Tag legen oder die Genesung nicht unterstützen.
fr: Pression sociale: influence d'amis ou de membres de la famille qui adoptent un comportement problématique ou ne soutiennent pas le rétablissement.
nl: Sociale druk: Invloed van vrienden of familieleden die problematisch gedrag vertonen of het herstel niet ondersteunen.
tr: Sosyal Baskı: Sorunlu davranışlarda bulunan veya iyileşmeyi desteklemeyen arkadaşların veya aile üyelerinin etkisi.

source: Positive Emotions: Celebratory moments or a sense of overconfidence in one's recovery can also be triggering.
cs: Pozitivní emoce: Spouštěcí momenty mohou být také oslavné okamžiky nebo pocit přílišné důvěry ve vlastní uzdravení.
de: Positive Emotionen: Auch feierliche Momente oder ein Gefühl übermäßigen Vertrauens in die eigene Genesung können Auslöser sein.
fr: Émotions positives: des moments de célébration ou un sentiment d'excès de confiance dans son rétablissement peuvent également être déclencheurs.
nl: Positieve emoties: Feestelijke momenten of een gevoel van overmoed in iemands herstel kunnen ook een trigger zijn.
tr: Olumlu Duygular: Kutlama anları veya kişinin iyileşmesine duyduğu aşırı güven duygusu da tetikleyici olabilir.

source: Boredom: Lack of engaging activities or hobbies can lead to a desire to revert to old behaviors.
cs: Nuda: Nedostatek poutavých aktivit nebo koníčků může vést k touze vrátit se ke starému chování.
de: Langeweile: Ein Mangel an spannenden Aktivitäten oder Hobbys kann dazu führen, dass der Wunsch besteht, in alte Verhaltensmuster zurückzufallen.
fr: Ennui: le manque d’activités ou de passe-temps intéressants peut conduire au désir de revenir à d’anciens comportements.
nl: Verveling: Een gebrek aan boeiende activiteiten of hobby’s kan leiden tot een verlangen om terug te keren naar oud gedrag.
tr: Sıkıntı: İlgi çekici etkinliklerin veya hobilerin eksikliği, eski davranışlara dönme arzusuna yol açabilir.

source: Physical Discomfort: Pain or illness can trigger a relapse, especially if the behavior was a way to cope with these feelings.
cs: Fyzické nepohodlí: Bolest nebo nemoc mohou vyvolat recidivu, zvláště pokud bylo chování způsobem, jak se s těmito pocity vyrovnat.
de: Körperliches Unbehagen: Schmerzen oder Krankheiten können einen Rückfall auslösen, insbesondere wenn das Verhalten ein Weg war, mit diesen Gefühlen umzugehen.
fr: Inconfort physique: La douleur ou la maladie peuvent déclencher une rechute, surtout si le comportement était un moyen de faire face à ces sentiments.
nl: Lichamelijk ongemak: Pijn of ziekte kunnen een terugval veroorzaken, vooral als het gedrag een manier was om met deze gevoelens om te gaan.
tr: Fiziksel Rahatsızlık: Ağrı veya hastalık, özellikle de davranış bu duygularla başa çıkmanın bir yoluysa, hastalığın nüksetmesini tetikleyebilir.

source: Question: Which of the following is NOT commonly considered a trigger for relapse in individuals recovering from addiction or unhealthy behaviors?
cs: Otázka: Které z následujících NENÍ běžně považováno za spouštěč recidivy u jedinců, kteří se zotavují ze závislosti nebo nezdravého chování?
de: Frage: Welcher der folgenden Punkte wird im Allgemeinen NICHT als Auslöser für einen Rückfall bei Personen angesehen, die sich von einer Sucht oder ungesundem Verhalten erholen?
fr: Question: Lequel des éléments suivants n'est PAS généralement considéré comme un déclencheur de rechute chez les personnes qui se remettent d'une dépendance ou de comportements malsains?
nl: Vraag: Welke van de volgende zaken wordt doorgaans NIET beschouwd als een trigger voor terugval bij personen die herstellen van verslaving of ongezond gedrag?
tr: Soru: Aşağıdakilerden hangisi, bağımlılık veya sağlıksız davranışlardan kurtulan bireylerde hastalığın nüksetmesinin tetikleyicisi olarak kabul edilmez?

source: A) High levels of stress from work or personal life
cs: A) Vysoká míra stresu z pracovního nebo osobního života
de: A) Hoher Stress im Berufs- oder Privatleben
fr: A) Niveaux élevés de stress lié au travail ou à la vie personnelle
nl: A) Hoge niveaus van stress door werk of privéleven
tr: A) İş veya kişisel yaşamdan kaynaklanan yüksek düzeyde stres

source: B) Consistently practicing healthy coping mechanisms
cs: B) Důsledně procvičovat zdravé mechanismy zvládání
de: B) Konsequentes Üben gesunder Bewältigungsmechanismen
fr: B) Pratiquer systématiquement des mécanismes d’adaptation sains
nl: B) Het consequent beoefenen van gezonde coping-mechanismen
tr: B) Sağlıklı başa çıkma mekanizmalarını tutarlı bir şekilde uygulamak

source: C) Celebratory moments or a sense of overconfidence
cs: C) Slavnostní okamžiky nebo pocit přílišné sebedůvěry
de: C) Feierliche Momente oder ein Gefühl von Selbstüberschätzung
fr: C) Moments de fête ou sentiment d'excès de confiance
nl: C) Feestelijke momenten of een gevoel van overmoed
tr: C) Kutlama anları veya aşırı güven duygusu

source: D) Lack of engagement in activities or hobbies
cs: D) Nedostatek zapojení do aktivit nebo koníčků
de: D) Mangelndes Engagement bei Aktivitäten oder Hobbys
fr: D) Manque d'engagement dans des activités ou des passe-temps
nl: D) Gebrek aan betrokkenheid bij activiteiten of hobby’s
tr: D) Faaliyetlere veya hobilere katılım eksikliği

source: Warnings of Relapse
cs: Varování před relapsem
de: Warnungen vor einem Rückfall
fr: Avertissements de rechute
nl: Waarschuwingen voor terugval
tr: Tekrarlama Uyarıları

source: Warnings of relapse refer to early signs or indicators that an individual who is recovering from mental illness or an unhealthy behavior may be at risk of returning to that behavior. Recognizing these warnings can help the individual or their support network take proactive steps to prevent a full relapse.
cs: Varování před recidivou se týkají časných známek nebo indikátorů, že jedinec, který se zotavuje z duševní choroby nebo nezdravého chování, může být vystaven riziku návratu k tomuto chování. Rozpoznání těchto varování může pomoci jednotlivci nebo jeho podpůrné síti podniknout proaktivní kroky k zabránění úplnému relapsu.
de: Warnungen vor einem Rückfall sind frühe Anzeichen oder Hinweise darauf, dass eine Person, die sich von einer psychischen Erkrankung oder einem ungesunden Verhalten erholt, Gefahr läuft, in dieses Verhalten zurückzufallen. Das Erkennen dieser Warnungen kann der Person oder ihrem Unterstützungsnetzwerk helfen, proaktiv Schritte zu unternehmen, um einen vollständigen Rückfall zu verhindern.
fr: Les avertissements de rechute font référence aux premiers signes ou indicateurs indiquant qu'une personne qui se remet d'une maladie mentale ou d'un comportement malsain peut risquer de revenir à ce comportement. Reconnaître ces avertissements peut aider la personne ou son réseau de soutien à prendre des mesures proactives pour éviter une rechute complète.
nl: Waarschuwingen voor terugval verwijzen naar vroege tekenen of indicatoren die erop wijzen dat een persoon die herstellende is van een psychische aandoening of ongezond gedrag het risico loopt terug te keren naar dat gedrag. Het herkennen van deze waarschuwingen kan het individu of zijn ondersteuningsnetwerk helpen proactieve stappen te ondernemen om een ​​volledige terugval te voorkomen.
tr: Nüksetmeye ilişkin uyarılar, akıl hastalığından veya sağlıksız bir davranıştan kurtulan bir kişinin bu davranışa geri dönme riski altında olabileceğine dair erken işaret veya göstergeleri ifade eder. Bu uyarıların dikkate alınması, bireyin veya destek ağının, hastalığın tekrarlanmasını önlemek için proaktif adımlar atmasına yardımcı olabilir.

source: Common warnings of relapse include:
cs: Mezi běžná varování před relapsem patří:
de: Zu den häufigsten Warnsignalen vor einem Rückfall zählen:
fr: Les avertissements courants de rechute comprennent:
nl: Veel voorkomende waarschuwingen voor terugval zijn onder meer:
tr: Nüksetmeye ilişkin yaygın uyarılar şunları içerir:

source: Changes in Behavior: Sudden shifts in routine, neglect of responsibilities, or reverting to old habits.
cs: Změny v chování: Náhlé posuny v rutině, zanedbávání povinností nebo návrat ke starým návykům.
de: Verhaltensänderungen: Plötzliche Änderungen der Routine, Vernachlässigung von Pflichten oder Rückfall in alte Gewohnheiten.
fr: Changements de comportement: changements soudains de routine, négligence des responsabilités ou retour à de vieilles habitudes.
nl: Gedragsveranderingen: Plotselinge veranderingen in routine, verwaarlozing van verantwoordelijkheden of terugkeer naar oude gewoonten.
tr: Davranış Değişiklikleri: Rutinlerde ani değişiklikler, sorumlulukların ihmal edilmesi veya eski alışkanlıklara dönüş.

source: Emotional Instability: Increased irritability, anxiety, depression, or mood swings.
cs: Emoční nestabilita: Zvýšená podrážděnost, úzkost, deprese nebo změny nálad.
de: Emotionale Instabilität: Erhöhte Reizbarkeit, Angst, Depression oder Stimmungsschwankungen.
fr: Instabilité émotionnelle: augmentation de l'irritabilité, de l'anxiété, de la dépression ou des sautes d'humeur.
nl: Emotionele instabiliteit: verhoogde prikkelbaarheid, angst, depressie of stemmingswisselingen.
tr: Duygusal Dengesizlik: Artan sinirlilik, kaygı, depresyon veya ruh hali değişimleri.

source: Social Withdrawal: Avoiding support groups, family, or friends who are supportive of recovery.
cs: Sociální stažení: Vyhýbejte se podpůrným skupinám, rodině nebo přátelům, kteří podporují zotavení.
de: Sozialer Rückzug: Vermeidung von Selbsthilfegruppen, Familie oder Freunden, die die Genesung unterstützen.
fr: Retrait social: éviter les groupes de soutien, la famille ou les amis qui soutiennent le rétablissement.
nl: Sociale terugtrekking: het vermijden van steungroepen, familie of vrienden die het herstel ondersteunen.
tr: Sosyal Geri Çekilme: İyileşmeyi destekleyen destek gruplarından, aileden veya arkadaşlardan kaçınmak.

source: Negative Thinking: Engaging in self-defeating thoughts or rationalizing that one can control the behavior.
cs: Negativní myšlení: Zapojování se do sebeporážejících myšlenek nebo racionalizace, že člověk může ovládat své chování.
de: Negatives Denken: Sich mit selbstzerstörerischen Gedanken beschäftigen oder sich einreden, man könne das Verhalten kontrollieren.
fr: Pensée négative: S'engager dans des pensées autodestructrices ou rationaliser le fait que l'on peut contrôler le comportement.
nl: Negatief denken: zich bezighouden met zelfvernietigende gedachten of rationaliseren dat men het gedrag kan beheersen.
tr: Olumsuz Düşünme: Kendini engelleyen düşüncelere dalmak veya kişinin davranışı kontrol edebileceğini rasyonelleştirmek.

source: Loss of Interest: Losing interest in activities that were once enjoyable or helpful in recovery.
cs: Ztráta zájmu: Ztráta zájmu o činnosti, které byly kdysi příjemné nebo užitečné při zotavování.
de: Interessenverlust: Verlust des Interesses an Aktivitäten, die früher Spaß gemacht haben oder bei der Genesung hilfreich waren.
fr: Perte d'intérêt : Perte d'intérêt pour des activités qui étaient autrefois agréables ou utiles au rétablissement.
nl: Verlies van interesse: Verlies van interesse in activiteiten die ooit leuk of nuttig waren bij het herstel.
tr: İlgi Kaybı: Bir zamanlar keyif veren veya iyileşmeye yardımcı olan aktivitelere olan ilginin kaybolması.

source: Physical Signs: Changes in sleep patterns, appetite, or overall health.
cs: Fyzické příznaky: Změny ve spánkových vzorcích, chuti k jídlu nebo celkovém zdraví.
de: Körperliche Anzeichen: Veränderungen im Schlafverhalten, Appetit oder allgemeinen Gesundheitszustand.
fr: Signes physiques: changements dans les habitudes de sommeil, l’appétit ou l’état de santé général.
nl: Fysieke symptomen: Veranderingen in slaappatroon, eetlust of algehele gezondheid.
tr: Fiziksel Belirtiler: Uyku düzeninde, iştahta veya genel sağlıkta değişiklikler.

source: Cravings or Urges: Increasing thoughts or desires to engage in the addictive behavior.
cs: Touhy nebo nutkání: Zvyšující se myšlenky nebo touhy zapojit se do návykového chování.
de: Heißhunger oder Triebe: Zunehmende Gedanken oder Wünsche, das Suchtverhalten auszuleben.
fr: Envies ou envies: pensées ou désirs croissants de s'engager dans un comportement addictif.
nl: Verlangen of drang: toenemende gedachten of verlangens om verslavend gedrag te vertonen.
tr: İstek veya Dürtü: Bağımlılık yapıcı davranışta bulunmaya yönelik düşüncelerin veya arzuların artması.

source: Question: Which of the following is a subtle but significant warning sign of a potential relapse in someone recovering from mental illness?
cs: Otázka: Která z následujících možností je nenápadným, ale významným varovným signálem možného relapsu u někoho, kdo se zotavuje z duševní choroby?
de: Frage: Welches der folgenden Anzeichen ist ein subtiles, aber signifikantes Warnsignal für einen möglichen Rückfall bei einer Person, die sich von einer psychischen Erkrankung erholt?
fr: Question: Lequel des éléments suivants constitue un signe avant-coureur subtil mais significatif d'une rechute potentielle chez une personne en convalescence?
nl: Vraag: Wat is een subtiel maar belangrijk waarschuwingssignaal voor een mogelijke terugval bij iemand die herstelt van een psychische aandoening?
tr: Soru: Aşağıdakilerden hangisi, akıl hastalığından iyileşmekte olan bir kişide olası bir nüksetmeye ilişkin ince fakat anlamlı bir uyarı işaretidir?

source: A) Participating more actively in social gatherings
cs: A) Aktivnější účast na společenských setkáních
de: A) Aktivere Teilnahme an gesellschaftlichen Zusammenkünften
fr: A) Participer plus activement aux rassemblements sociaux
nl: A) Actiever deelnemen aan sociale bijeenkomsten
tr: A) Sosyal toplantılara daha aktif katılmak

source: B) Developing a new hobby or interest
cs: B) Rozvoj nového koníčku nebo zájmu
de: B) Ein neues Hobby oder Interesse entwickeln
fr: B) Développer un nouveau passe-temps ou intérêt
nl: B) Een nieuwe hobby of interesse ontwikkelen
tr: B) Yeni bir hobi veya ilgi geliştirmek

source: C) Expressing overconfidence in their ability to handle triggers
cs: C) Vyjadřování přílišné sebedůvěry v jejich schopnost zvládnout spouštěče
de: C) Sie äußern übermäßiges Vertrauen in die eigene Fähigkeit, mit Auslösern umzugehen
fr: C) Exprimer un excès de confiance dans sa capacité à gérer les déclencheurs
nl: C) Het uiten van overmoed in hun vermogen om met triggers om te gaan
tr: C) Tetikleyicileri ele alma becerilerine aşırı güven duyma

source: D) Consistently following a structured daily routine
cs: D) Důsledně dodržovat strukturovaný denní režim
de: D) Konsequentes Einhalten eines strukturierten Tagesablaufs
fr: D) Suivre systématiquement une routine quotidienne structurée
nl: D) Consequent een gestructureerde dagelijkse routine volgen
tr: D) Yapılandırılmış bir günlük rutini tutarlı bir şekilde takip etmek
