Repository: uit-hdl/trusting-ehealthcourse
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, nl, tr

source: Relapse is the return of symptoms or behaviors after a period of improvement or recovery. This term is commonly used in the context of chronic illnesses, mental health disorders, and addiction recovery. Relapse can happen even if the person has been feeling well for some time. Relapse can be triggered by various factors, including stress, environmental influences, or even biological changes. Understanding relapse is crucial for developing effective long-term treatment and management strategies for chronic conditions.
cs: Relaps je návrat symptomů nebo chování po období zlepšení nebo zotavení. Tento termín se běžně používá v souvislosti s chronickými nemocemi, poruchami duševního zdraví a zotavením ze závislosti. Recidiva může nastat, i když se člověk už nějakou dobu cítí dobře. Relaps mohou vyvolat různé faktory, včetně stresu, vlivů prostředí nebo dokonce biologických změn. Pochopení relapsu je klíčové pro vývoj efektivní dlouhodobé léčby a strategií managementu chronických stavů.
de: Rückfall ist die Rückkehr von Symptomen oder Verhaltensweisen nach einer Phase der Besserung oder Genesung. Dieser Begriff wird häufig im Zusammenhang mit chronischen Krankheiten, psychischen Störungen und der Genesung von Suchterkrankungen verwendet. Ein Rückfall kann auch dann auftreten, wenn sich die Person seit einiger Zeit gut fühlt. Rückfälle können durch verschiedene Faktoren ausgelöst werden, darunter Stress, Umwelteinflüsse oder sogar biologische Veränderungen. Das Verständnis von Rückfällen ist entscheidend für die Entwicklung wirksamer langfristiger Behandlungs- und Managementstrategien für chronische Krankheiten.
fr: La rechute est le retour de symptômes ou de comportements après une période d'amélioration ou de récupération. Ce terme est couramment utilisé dans le contexte des maladies chroniques, des troubles de santé mentale et de la guérison d’une dépendance. Une rechute peut survenir même si la personne se sent bien depuis un certain temps. La rechute peut être déclenchée par divers facteurs, notamment le stress, les influences environnementales ou même des changements biologiques. Comprendre les rechutes est crucial pour développer des stratégies efficaces de traitement et de gestion à long terme des maladies chroniques.
nl: Terugval is de terugkeer van symptomen of gedrag na een periode van verbetering of herstel. Deze term wordt vaak gebruikt in de context van chronische ziekten, psychische stoornissen en herstel van verslavingen. Terugval kan optreden, zelfs als de persoon zich al een tijdje goed voelt. Terugval kan worden veroorzaakt door verschillende factoren, waaronder stress, omgevingsinvloeden of zelfs biologische veranderingen. Het begrijpen van terugval is cruciaal voor het ontwikkelen van effectieve langetermijnbehandelings- en managementstrategieën voor chronische aandoeningen.
tr: Relaps, belirli bir iyileşme veya iyileşme döneminden sonra semptomların veya davranışların geri dönmesidir. Bu terim genellikle kronik hastalıklar, zihinsel sağlık bozuklukları ve bağımlılıktan kurtulma bağlamında kullanılır. Kişi bir süredir kendini iyi hissetse bile hastalığın nüksetmesi gerçekleşebilir. Nüksetme, stres, çevresel etkiler ve hatta biyolojik değişiklikler gibi çeşitli faktörler tarafından tetiklenebilir. Nüksetmeyi anlamak, kronik durumlar için etkili uzun vadeli tedavi ve yönetim stratejileri geliştirmek için çok önemlidir.

source: Question: Which of the following is NOT typically considered a risk factor for relapse in individuals recovering from major depressive disorder?
cs: Otázka: Který z následujících NENÍ typicky považován za rizikový faktor pro relaps u jedinců zotavujících se z těžké depresivní poruchy?
de: Frage: Welcher der folgenden Faktoren wird bei Personen, die sich von einer schweren depressiven Störung erholen, im Allgemeinen NICHT als Risikofaktor für einen Rückfall angesehen?
fr: Question: Lequel des éléments suivants n'est généralement PAS considéré comme un facteur de risque de rechute chez les personnes qui se remettent d'un trouble dépressif majeur?
nl: Vraag: Welke van de volgende zaken wordt doorgaans NIET beschouwd als een risicofactor voor terugval bij personen die herstellen van een depressieve stoornis?
tr: Soru: Aşağıdakilerden hangisi majör depresif bozukluktan iyileşen bireylerde tipik olarak nüksetme açısından bir risk faktörü olarak kabul edilmez?

source: A) High levels of ongoing stress
cs: A) Vysoká úroveň trvalého stresu
de: A) Hoher Dauerstress
fr: A) Niveaux élevés de stress continu
nl: A) Hoge niveaus van aanhoudende stress
tr: A) Yüksek düzeyde devam eden stres

source: B) Lack of social support
cs: B) Nedostatek sociální opory
de: B) Mangelnde soziale Unterstützung
fr: B) Manque de soutien social
nl: B) Gebrek aan sociale steun
tr: B) Sosyal destek eksikliği

source: C) Non-adherence to prescribed medication
cs: C) Nedodržování předepsané medikace
de: C) Nichteinhaltung der verschriebenen Medikamente
fr: C) Non-observance des médicaments prescrits
nl: C) Het niet naleven van voorgeschreven medicijnen
tr: C) Reçeteli ilaçlara uymamak

source: D) Regular physical exercise
cs: D) Pravidelné fyzické cvičení
de: D) Regelmäßige körperliche Bewegung
fr: D) Exercice physique régulier
nl: D) Regelmatige lichaamsbeweging
tr: D) Düzenli fiziksel egzersiz

source: Cognitive Symptoms of Psychosis
fr: Symptômes cognitifs de la psychose
nl: Cognitieve symptomen van psychose

source: Cognitive symptoms of psychosis refer to problems with the mental processes involved in gaining knowledge and comprehension. These symptoms affect a person's ability to think clearly, remember, and organize their thoughts. Cognitive symptoms can be subtle or severe and often significantly impact the daily functioning of individuals with psychosis.
fr: Les symptômes cognitifs de la psychose font référence à des problèmes liés aux processus mentaux impliqués dans l'acquisition de connaissances et de compréhension. Ces symptômes affectent la capacité d'une personne à penser clairement, à se souvenir et à organiser ses pensées. Les symptômes cognitifs peuvent être subtils ou graves et ont souvent un impact significatif sur le fonctionnement quotidien des personnes atteintes de psychose.
nl: Cognitieve symptomen van psychose verwijzen naar problemen met de mentale processen die betrokken zijn bij het verkrijgen van kennis en begrip. Deze symptomen beïnvloeden het vermogen van een persoon om helder te denken, te onthouden en zijn gedachten te ordenen. Cognitieve symptomen kunnen subtiel of ernstig zijn en hebben vaak een aanzienlijke impact op het dagelijks functioneren van personen met psychose.

source: Impaired Working Memory: Difficulty holding and manipulating information over short periods, which affects the ability to follow instructions or complete tasks.
cs: Zhoršená pracovní paměť: Potíže s udržováním a manipulací s informacemi v krátkém časovém období, což ovlivňuje schopnost dodržovat pokyny nebo dokončit úkoly.
de: Beeinträchtigtes Arbeitsgedächtnis: Schwierigkeiten beim Behalten und Verarbeiten von Informationen über kurze Zeiträume, was die Fähigkeit beeinträchtigt, Anweisungen zu befolgen oder Aufgaben zu erledigen.
fr: Mémoire de travail altérée: difficulté à conserver et à manipuler des informations sur de courtes périodes, ce qui affecte la capacité à suivre des instructions ou à accomplir des tâches.
nl: Verminderd werkgeheugen: moeite met het vasthouden en manipuleren van informatie gedurende korte perioden, wat van invloed is op het vermogen om instructies te volgen of taken uit te voeren.
tr: Bozulmuş Çalışma Belleği: Talimatları takip etme veya görevleri tamamlama yeteneğini etkileyen kısa süreler boyunca bilgiyi tutma ve kullanma zorluğu.

source: Poor Executive Functioning: Problems with planning, organizing, and problem-solving. This can lead to difficulties in managing everyday activities and making decisions.
cs: Špatné výkonné fungování: Problémy s plánováním, organizací a řešením problémů. To může vést k potížím při zvládání každodenních činností a rozhodování.
de: Schlechte exekutive Funktionen: Probleme bei der Planung, Organisation und Problemlösung. Dies kann zu Schwierigkeiten bei der Bewältigung alltäglicher Aktivitäten und bei der Entscheidungsfindung führen.
fr: Mauvais fonctionnement exécutif: problèmes de planification, d’organisation et de résolution de problèmes. Cela peut entraîner des difficultés dans la gestion des activités quotidiennes et dans la prise de décisions.
nl: Slecht uitvoerend functioneren: problemen met plannen, organiseren en probleemoplossing. Dit kan leiden tot problemen bij het beheren van dagelijkse activiteiten en het nemen van beslissingen.
tr: Zayıf Yönetici İşleyişi: Planlama, organize etme ve problem çözme ile ilgili sorunlar. Bu, günlük aktiviteleri yönetmede ve karar vermede zorluklara yol açabilir.

source: Attention Deficits: Trouble focusing or paying attention, which can make it hard to concentrate on tasks or conversations.
cs: Nedostatky pozornosti: Potíže se zaměřením nebo věnováním pozornosti, které mohou ztěžovat soustředění na úkoly nebo konverzace.
de: Aufmerksamkeitsdefizite: Probleme beim Fokussieren oder Aufpassen, was es schwierig machen kann, sich auf Aufgaben oder Gespräche zu konzentrieren.
fr: Déficit d'attention: difficulté à se concentrer ou à prêter attention, ce qui peut rendre difficile la concentration sur des tâches ou des conversations.
nl: Aandachtstekorten: problemen met concentreren of opletten, waardoor het moeilijk kan worden om zich te concentreren op taken of gesprekken.
tr: Dikkat Eksikliği: Odaklanma veya dikkat vermede zorluk; bu da görevlere veya konuşmalara konsantre olmayı zorlaştırabilir.

source: Question: Which of the following cognitive symptoms is NOT commonly associated with psychosis?
fr: Question: Lequel des symptômes cognitifs suivants n’est PAS généralement associé à la psychose?
nl: Vraag: Welk van de volgende cognitieve symptomen wordt NIET vaak geassocieerd met psychose?

source: A) Impaired attention
cs: A) Snížená pozornost
de: A) Aufmerksamkeitsstörungen
fr: A) Attention altérée
nl: A) Verminderde aandacht
tr: A) Dikkatin bozulması

source: B) Poor executive functioning
cs: B) Špatné fungování exekutivy
de: B) Schlechte exekutive Funktionen
fr: B) Mauvais fonctionnement exécutif
nl: B) Slecht uitvoerend functioneren
tr: B) Yönetici işleyişinin zayıf olması

source: C) Enhanced memory recall
cs: C) Vylepšené vyvolání paměti
de: C) Verbessertes Erinnerungsvermögen
fr: C) Rappel de mémoire amélioré
nl: C) Verbeterde geheugenoproep
tr: C) Gelişmiş hafıza hatırlama

source: D) Difficulty with working memory
cs: D) Potíže s pracovní pamětí
de: D) Schwierigkeiten mit dem Arbeitsgedächtnis
fr: D) Difficulté avec la mémoire de travail
nl: D) Moeilijkheden met werkgeheugen
tr: D) Çalışma belleğinde zorluk

source: Psychosis
fr: Psychose
nl: Psychose

source: Negative Symptoms of Psychosis
fr: Symptômes négatifs de la psychose
nl: Negatieve symptomen van psychose

source: Negative symptoms of psychosis refer to the absence or reduction of normal behaviors and functions that are usually present in healthy individuals. These symptoms reflect a loss of abilities and can significantly impair a person's daily functioning and quality of life. Unlike positive symptoms, which add abnormal experiences or behaviors, negative symptoms take away normal capabilities and emotional responses.
fr: Les symptômes négatifs de la psychose se réfèrent à l'absence ou à la réduction des comportements et des fonctions normaux qui sont généralement présents chez les individus en bonne santé. Ces symptômes reflètent une perte de capacités et peuvent considérablement altérer le fonctionnement quotidien et la qualité de vie d'une personne. Contrairement aux symptômes positifs, qui ajoutent des expériences ou des comportements anormaux, les symptômes négatifs suppriment les capacités et les réponses émotionnelles normales.
nl: Negatieve symptomen van psychose verwijzen naar de afwezigheid of vermindering van normale gedragingen en functies die gewoonlijk aanwezig zijn bij gezonde individuen. Deze symptomen weerspiegelen een verlies van vaardigheden en kunnen het dagelijks functioneren en de kwaliteit van leven van een persoon aanzienlijk aantasten. In tegenstelling tot positieve symptomen, die abnormale ervaringen of gedragingen toevoegen, nemen negatieve symptomen normale vaardigheden en emotionele reacties weg.

source: Reduced expression of emotions: Also known as flat affect, this is where a person's face remains immobile, and they speak in a dull or monotonous voice.
cs: Snížený výraz emocí: Také známý jako plochý afekt, je to stav, kdy tvář člověka zůstává nehybná a mluví tupým nebo monotónním hlasem.
de: Reduzierter Gefühlsausdruck: Auch als Affektlosigkeit bekannt. Dabei bleibt das Gesicht einer Person unbeweglich und sie spricht mit dumpfer oder monotoner Stimme.
fr: Expression réduite des émotions : également connu sous le nom d'affect plat, c'est là que le visage d'une personne reste immobile et qu'elle parle d'une voix sourde ou monotone.
nl: Verminderde expressie van emoties: Dit is ook wel bekend als vlak affect, waarbij het gezicht van een persoon onbeweeglijk blijft en hij of zij met een doffe of monotone stem spreekt.
tr: Duyguların daha az ifade edilmesi: Düz duygulanım olarak da bilinen bu durum, kişinin yüzünün hareketsiz kaldığı ve donuk veya monoton bir sesle konuştuğu durumdur.

source: Reduced feelings of pleasure in everyday life: This refers to anhedonia, where the individual experiences a decreased ability to feel pleasure from activities that were once enjoyable.
cs: Snížené pocity potěšení v každodenním životě: To se týká anhedonie, kdy jedinec zažívá sníženou schopnost cítit potěšení z činností, které byly kdysi příjemné.
de: Vermindertes Glücksgefühl im Alltag: Hierbei handelt es sich um Anhedonie, bei der die betroffene Person eine verminderte Fähigkeit verspürt, Freude an Aktivitäten zu empfinden, die früher einmal Spaß gemacht haben.
fr: Sentiments de plaisir réduits dans la vie quotidienne: cela fait référence à l'anhédonie, où l'individu éprouve une diminution de la capacité à ressentir du plaisir lors d'activités qui étaient autrefois agréables.
nl: Verminderde gevoelens van plezier in het dagelijks leven: Dit verwijst naar anhedonie, waarbij het individu een verminderd vermogen ervaart om plezier te voelen bij activiteiten die ooit plezierig waren.
tr: Günlük yaşamda zevk hissinin azalması: Bu, bireyin bir zamanlar keyifli olan aktivitelerden zevk alma yeteneğinin azaldığı anhedoniyi ifade eder.

source: Difficulty beginning and sustaining activities: Known as avolition, this is characterized by a lack of motivation to start or maintain tasks, including everyday activities.
cs: Obtížné zahájení a udržení činností: Známé jako avolition, je charakterizováno nedostatkem motivace k zahájení nebo udržení úkolů, včetně každodenních činností.
de: Schwierigkeiten beim Beginnen und Aufrechterhalten von Aktivitäten: Diese als Avolition bezeichnete Störung ist durch einen Mangel an Motivation gekennzeichnet, Aufgaben, einschließlich Alltagsaktivitäten, zu beginnen oder aufrechtzuerhalten.
fr: Difficulté à démarrer et à maintenir des activités: Connue sous le nom d’avolition, cette difficulté se caractérise par un manque de motivation pour démarrer ou maintenir des tâches, y compris les activités quotidiennes.
nl: Moeilijkheden bij het starten en volhouden van activiteiten: Dit staat bekend als avolitie en wordt gekenmerkt door een gebrek aan motivatie om taken te starten of vol te houden, inclusief dagelijkse activiteiten.
tr: Faaliyetleri başlatma ve sürdürmede zorluk: İstemsizlik olarak bilinen bu durum, günlük faaliyetler de dahil olmak üzere görevleri başlatma veya sürdürme konusunda motivasyon eksikliği ile karakterize edilir.

source: Reduced speaking: Also called alogia, this involves a significant reduction in the amount and content of speech, often resulting in brief and empty replies.
cs: Omezené mluvení: Nazývá se také alogie, což zahrnuje významné snížení množství a obsahu řeči, což často vede ke krátkým a prázdným odpovědím.
de: Reduziertes Sprechen: Auch Alogie genannt. Hierbei handelt es sich um eine deutliche Reduzierung der Redemenge und des Redeinhalts, was oft zu kurzen und nichtssagenden Antworten führt.
fr: Réduction de la parole: également appelée alogie, cela implique une réduction significative de la quantité et du contenu de la parole, entraînant souvent des réponses brèves et vides.
nl: Verminderd spreken: Ook wel alogia genoemd, dit houdt een aanzienlijke vermindering in van de hoeveelheid en de inhoud van de spraak, wat vaak resulteert in korte en lege antwoorden.
tr: Azalan konuşma: Alogia olarak da adlandırılan bu, konuşmanın miktarında ve içeriğinde önemli bir azalmayı içerir ve genellikle kısa ve boş yanıtlarla sonuçlanır.

source: Question: Which of the following best describes the negative symptom of psychosis known as avolition?
fr: Question: Lequel des énoncés suivants décrit le mieux le symptôme négatif de la psychose connu sous le nom d’avolition?
nl: Vraag: Welke van de volgende omschrijvingen beschrijft het negatieve symptoom van psychose dat bekendstaat als avolitie het beste?

source: A) The individual has difficulty beginning and sustaining activities, showing a lack of motivation for tasks including daily routines.
cs: A) Jednotlivec má potíže se zahájením a udržením činností, projevuje nedostatek motivace pro úkoly včetně denních rutin.
de: A) Die Person hat Schwierigkeiten, Aktivitäten zu beginnen und aufrechtzuerhalten, und zeigt einen Mangel an Motivation für Aufgaben, einschließlich der täglichen Routine.
fr: A) L'individu a des difficultés à démarrer et à maintenir des activités, démontrant un manque de motivation pour les tâches, y compris les routines quotidiennes.
nl: A) Het individu heeft moeite met het starten en volhouden van activiteiten, wat blijk geeft van een gebrek aan motivatie voor taken, waaronder dagelijkse routines.
tr: A) Birey, günlük rutinler de dahil olmak üzere görevlerde motivasyon eksikliği göstererek, etkinliklere başlama ve sürdürmede zorluk yaşar.

source: B) A person's face does not move, and they speak in a dull or monotonous voice.
cs: B) Tvář člověka se nehýbe a mluví tupým nebo monotónním hlasem.
de: B) Das Gesicht einer Person bewegt sich nicht und die Stimme spricht mit dumpfer oder monotoner Stimme.
fr: B) Le visage d'une personne ne bouge pas et elle parle d'une voix sourde ou monotone.
nl: B) Het gezicht van een persoon beweegt niet en hij spreekt met een doffe of monotone stem.
tr: B) Kişinin yüzü hareket etmez, donuk veya monoton bir sesle konuşur.

source: C) The individual experiences a decreased ability to feel pleasure from activities that were once enjoyable.
cs: C) Jedinec zažívá sníženou schopnost cítit potěšení z činností, které byly kdysi příjemné.
de: C) Die Fähigkeit der Person, Freude an Aktivitäten zu empfinden, die ihr früher Spaß gemacht haben, nimmt ab.
fr: C) L'individu éprouve une diminution de sa capacité à ressentir du plaisir lors d'activités qui étaient autrefois agréables.
nl: C) Het individu ervaart een verminderd vermogen om plezier te beleven aan activiteiten die ooit plezierig waren.
tr: C) Birey, bir zamanlar keyifli olan aktivitelerden zevk alma yeteneğinde azalma yaşar.

source: D) The individual has a significant reduction in the amount and content of speech, often resulting in brief and empty replies.
cs: D) Jednotlivec má výrazné snížení množství a obsahu řeči, což často vede ke krátkým a prázdným odpovědím.
de: D) Die Person spricht deutlich weniger und hat weniger Inhalt, was häufig zu kurzen und nichtssagenden Antworten führt.
fr: D) L'individu présente une réduction significative de la quantité et du contenu de la parole, ce qui entraîne souvent des réponses brèves et creuses.
nl: D) Het individu heeft een aanzienlijke vermindering van de hoeveelheid en de inhoud van de spraak, wat vaak resulteert in korte en lege antwoorden.
tr: D) Bireyin konuşma miktarı ve içeriğinde önemli bir azalma vardır, bu da çoğu zaman kısa ve boş yanıtlarla sonuçlanır.

source: E) The individual withdraws from social interactions and prefers to be alone, avoiding social situations.
cs: E) Jedinec se stahuje ze sociálních interakcí a dává přednost samotě, vyhýbá se sociálním situacím.
de: E) Die Person zieht sich aus sozialen Interaktionen zurück und zieht es vor, allein zu sein und soziale Situationen zu meiden.
fr: E) L'individu se retire des interactions sociales et préfère être seul, évitant les situations sociales.
nl: E) Het individu trekt zich terug uit sociale interacties en is het liefst alleen, waarbij hij sociale situaties vermijdt.
tr: E) Birey sosyal etkileşimlerden uzaklaşır ve sosyal durumlardan kaçınarak yalnız kalmayı tercih eder.

source: Positive Symptoms of Psychosis
fr: Symptômes positifs de la psychose
nl: Positieve symptomen van psychose

source: Positive Symptoms refer to the presence of behaviors or experiences that are not typically present when healthy. These symptoms represent an excess or distortion of normal functions. They are called positive not because they are beneficial, but because they add something to the persons mental state that should not be there.
cs: Pozitivní příznaky se týkají přítomnosti chování nebo zážitků, které se ve zdraví obvykle nevyskytují. Tyto příznaky představují nadbytek nebo narušení normálních funkcí. Říká se jim pozitivní ne proto, že jsou prospěšné, ale proto, že přidávají k duševnímu stavu člověka něco, co by tam nemělo být.
de: Positive Symptome beziehen sich auf das Vorhandensein von Verhaltensweisen oder Erfahrungen, die bei einem gesunden Menschen normalerweise nicht vorhanden sind. Diese Symptome stellen ein Übermaß oder eine Verzerrung normaler Funktionen dar. Sie werden nicht deshalb als positiv bezeichnet, weil sie von Vorteil sind, sondern weil sie dem Geisteszustand der Person etwas hinzufügen, das nicht vorhanden sein sollte.
fr: Les symptômes positifs font référence à la présence de comportements ou d'expériences qui ne sont généralement pas présents lorsque l'on est en bonne santé. Ces symptômes représentent un excès ou une distorsion des fonctions normales. Ils sont appelés positifs non pas parce qu'ils sont bénéfiques, mais parce qu'ils ajoutent quelque chose à l'état mental de la personne. cela ne devrait pas être là.
nl: Positieve symptomen verwijzen naar de aanwezigheid van gedrag of ervaringen die normaal gesproken niet aanwezig zijn als ze gezond zijn. Deze symptomen vertegenwoordigen een overmaat of vervorming van de normale functies. Ze worden niet positief genoemd omdat ze heilzaam zijn, maar omdat ze iets toevoegen aan de mentale toestand van de persoon dat er niet zou moeten zijn.
tr: Pozitif Semptomlar, sağlıklıyken genellikle mevcut olmayan davranış veya deneyimlerin varlığını ifade eder. Bu semptomlar normal işlevlerin aşırılığını veya bozulmasını temsil eder. Faydalı oldukları için değil, kişinin zihinsel durumuna olmaması gereken bir şeyler kattıkları için pozitif olarak adlandırılırlar.
