Repository: uit-hdl/trusting-ehealthcourse
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, nl, tr

source: Hallucinations: These are false sensory perceptions that occur without any external stimuli. For example it might be that the individual hears voices or sees things that aren't actually present.
cs: Halucinace: Jde o falešné smyslové vjemy, ke kterým dochází bez jakýchkoliv vnějších podnětů. Může se například stát, že jedinec slyší hlasy nebo vidí věci, které ve skutečnosti nejsou.
de: Halluzinationen: Dabei handelt es sich um falsche Sinneswahrnehmungen, die ohne äußere Reize auftreten. So kann es beispielsweise sein, dass die Betroffenen Stimmen hören oder Dinge sehen, die in Wirklichkeit gar nicht vorhanden sind.
fr: Hallucinations: Ce sont de fausses perceptions sensorielles qui se produisent sans aucun stimuli externe. Par exemple, il se peut que l'individu entende des voix ou voie des choses qui ne sont pas réelles.
nl: Hallucinaties: dit zijn valse zintuiglijke waarnemingen die plaatsvinden zonder externe stimuli. Het kan bijvoorbeeld zijn dat het individu stemmen hoort of dingen ziet die in werkelijkheid niet aanwezig zijn.
tr: Halüsinasyonlar: Herhangi bir dış uyaran olmadan ortaya çıkan yanlış duyusal algılardır. Örneğin kişi gerçekte var olmayan sesler duyabilir ya da şeyler görebilir.

source: Delusions: These are strong, false beliefs that are not based in reality. For instance, a person might believe they have special powers, or they might think they are being persecuted or watched.
cs: Bludy: Jsou to silná, falešná přesvědčení, která nejsou založena na skutečnosti. Někdo může například věřit, že má zvláštní schopnosti, nebo si může myslet, že je pronásledován nebo sledován.
de: Wahnvorstellungen: Dabei handelt es sich um starke, falsche Überzeugungen, die nicht auf der Realität basieren. Eine Person könnte beispielsweise glauben, über besondere Kräfte zu verfügen, oder sie könnte glauben, verfolgt oder beobachtet zu werden.
fr: Délires : Ce sont des croyances fortes et fausses qui ne sont pas fondées sur la réalité. Par exemple, une personne peut croire qu’elle possède des pouvoirs spéciaux, ou elle peut penser qu’elle est persécutée ou surveillée.
nl: Wanen: dit zijn sterke, valse overtuigingen die niet op de werkelijkheid zijn gebaseerd. Iemand kan bijvoorbeeld denken dat hij speciale krachten heeft, of hij kan denken dat hij wordt vervolgd of in de gaten wordt gehouden.
tr: Sanrılar: Bunlar gerçekliğe dayanmayan güçlü, yanlış inançlardır. Örneğin bir kişi özel güçlere sahip olduğuna inanabilir veya zulüm gördüğünü veya izlendiğini düşünebilir.

source: Thought Disorders: These involve unusual or dysfunctional ways of thinking. A person might have trouble organizing their thoughts or connecting them logically.
cs: Poruchy myšlení: Zahrnují neobvyklé nebo dysfunkční způsoby myšlení. Člověk může mít problém uspořádat své myšlenky nebo je logicky propojit.
de: Denkstörungen: Dabei handelt es sich um ungewöhnliche oder gestörte Denkweisen. Die Person hat möglicherweise Probleme, ihre Gedanken zu ordnen oder logisch zu verknüpfen.
fr: Troubles de la pensée: ils impliquent des modes de pensée inhabituels ou dysfonctionnels. Une personne peut avoir du mal à organiser ses pensées ou à les relier logiquement.
nl: Gedachtestoornissen: deze omvatten ongebruikelijke of disfunctionele manieren van denken. Iemand kan problemen hebben met het ordenen van zijn gedachten of het logisch verbinden ervan.
tr: Düşünce Bozuklukları: Bunlar alışılmadık veya işlevsiz düşünme biçimlerini içerir. Bir kişi düşüncelerini organize etmekte veya bunları mantıksal olarak birbirine bağlamakta zorluk yaşayabilir.

source: Movement Disorders: These can include a variety of abnormal motor behaviors. This might involve repetitive movements or, conversely, catatonia, which is a state of immobility and unresponsiveness.
cs: Pohybové poruchy: Mohou zahrnovat různé abnormální motorické chování. To může zahrnovat opakované pohyby nebo naopak katatonii, což je stav nehybnosti a nereagování.
de: Bewegungsstörungen: Dazu können verschiedene abnormale motorische Verhaltensweisen gehören. Dazu können sich wiederholende Bewegungen oder umgekehrt Katatonie gehören, ein Zustand der Bewegungslosigkeit und Reaktionslosigkeit.
fr: Troubles du mouvement: ceux-ci peuvent inclure une variété de comportements moteurs anormaux. Cela peut impliquer des mouvements répétitifs ou, à l’inverse, une catatonie, qui est un état d’immobilité et d’insensibilité.
nl: Bewegingsstoornissen: deze kunnen een verscheidenheid aan abnormaal motorisch gedrag omvatten. Hierbij kan sprake zijn van repetitieve bewegingen of, omgekeerd, van catatonie, wat een toestand van immobiliteit en niet-reactiviteit is.
tr: Hareket Bozuklukları: Bunlar çeşitli anormal motor davranışları içerebilir. Bu, tekrarlayan hareketleri veya tam tersine hareketsizlik ve tepkisizlik durumu olan katatoniyi içerebilir.

source: Question: Which of the following statements correctly describes the positive symptoms of psychosis?
fr: Question: Laquelle des affirmations suivantes décrit correctement les symptômes positifs de la psychose?
nl: Vraag: Welke van de volgende uitspraken beschrijft de positieve symptomen van psychose correct?

source: A) Hallucinations: These involve sensory experiences without external stimuli, such as hearing voices or seeing things that are not there.
cs: A) Halucinace: Jedná se o smyslové zážitky bez vnějších podnětů, jako je slyšení hlasů nebo vidění věcí, které tam nejsou.
de: A) Halluzinationen: Dabei handelt es sich um Sinneserfahrungen ohne äußere Reize, wie z. B. das Hören von Stimmen oder das Sehen von Dingen, die nicht da sind.
fr: A) Hallucinations: elles impliquent des expériences sensorielles sans stimuli externes, comme entendre des voix ou voir des choses qui n'existent pas.
nl: A) Hallucinaties: hierbij gaat het om zintuiglijke ervaringen zonder externe prikkels, zoals het horen van stemmen of het zien van dingen die er niet zijn.
tr: A) Halüsinasyonlar: Bunlar, sesler duymak veya olmayan şeyleri görmek gibi dış uyaran olmaksızın duyusal deneyimleri içerir.

source: B) Delusions: These are weakly held false beliefs that are based in reality, such as thinking that one is occasionally being followed.
cs: B) Přeludy: Jsou to slabě zastávaná falešná přesvědčení, která jsou založena na realitě, jako je domněnka, že někdo je občas následován.
de: B) Wahnvorstellungen: Dabei handelt es sich um schwache, falsche Überzeugungen, die auf der Realität basieren, wie z. B. die Annahme, dass man gelegentlich verfolgt wird.
fr: B) Délires: Il s'agit de fausses croyances faiblement ancrées qui sont fondées sur la réalité, comme penser que l'on est parfois suivi.
nl: B) Waanvoorstellingen: dit zijn zwakke, valse overtuigingen die op de werkelijkheid zijn gebaseerd, zoals het denken dat iemand af en toe wordt gevolgd.
tr: B) Sanrılar: Bunlar, kişinin ara sıra takip edildiğini düşünmesi gibi, gerçeğe dayalı, zayıf biçimde benimsenen yanlış inançlardır.

source: C) Thought Disorders: These involve highly organized and logical ways of thinking that enhance a person’s cognitive functions.
cs: C) Poruchy myšlení: Zahrnují vysoce organizované a logické způsoby myšlení, které zlepšují kognitivní funkce člověka.
de: C) Denkstörungen: Hierbei handelt es sich um stark organisierte und logische Denkweisen, die die kognitiven Funktionen einer Person verbessern.
fr: C) Troubles de la pensée: ils impliquent des modes de pensée hautement organisés et logiques qui améliorent les fonctions cognitives d’une personne.
nl: C) Denkstoornissen: deze omvatten zeer georganiseerde en logische manieren van denken die de cognitieve functies van een persoon verbeteren.
tr: C) Düşünce Bozuklukları: Kişinin bilişsel işlevlerini geliştiren, oldukça organize ve mantıklı düşünme yollarını içerir.

source: D) Movement Disorders: These include both agitated body movements and catatonia, which is characterized by excessive physical activity.
cs: D) Pohybové poruchy: Patří sem jak rozrušené pohyby těla, tak katatonie, která se vyznačuje nadměrnou fyzickou aktivitou.
de: D) Bewegungsstörungen: Hierzu zählen sowohl aufgeregte Körperbewegungen als auch Katatonie, die durch übermäßige körperliche Aktivität gekennzeichnet ist.
fr: D) Troubles du mouvement: ils comprennent à la fois les mouvements corporels agités et la catatonie, caractérisée par une activité physique excessive.
nl: D) Bewegingsstoornissen: Deze omvatten zowel geagiteerde lichaamsbewegingen als catatonie, die wordt gekenmerkt door overmatige fysieke activiteit.
tr: D) Hareket Bozuklukları: Bunlar hem ajite vücut hareketlerini hem de aşırı fiziksel aktivite ile karakterize edilen katatoniyi içerir.

source: Symptoms of Psychosis
fr: Symptômes de la psychose
nl: Symptomen van psychose

source: Symptoms of psychosis can be broadly categorized into three groups: positive symptoms, negative symptoms, and cognitive symptoms.
fr: Les symptômes de la psychose peuvent être largement classés en trois groupes : les symptômes positifs, les symptômes négatifs et les symptômes cognitifs.
nl: Symptomen van psychose kunnen grofweg worden onderverdeeld in drie groepen: positieve symptomen, negatieve symptomen en cognitieve symptomen.

source: Positive symptoms include additional things that others do not have like hearing voices, seeing things that are not there etc.
cs: Pozitivní příznaky zahrnují další věci, které ostatní nemají, jako je slyšet hlasy, vidět věci, které tam nejsou atd.
de: Zu den positiven Symptomen zählen zusätzliche Dinge, die andere nicht haben, wie Stimmen hören, Dinge sehen, die nicht da sind usw.
fr: Les symptômes positifs incluent des choses supplémentaires que les autres n'ont pas, comme entendre des voix, voir des choses qui n'existent pas, etc.
nl: Positieve symptomen omvatten extra dingen die anderen niet hebben, zoals het horen van stemmen, het zien van dingen die er niet zijn, enz.
tr: Pozitif semptomlar, başkalarının sahip olmadığı, sesler duymak, olmayan şeyleri görmek gibi ek şeyleri içerir.

source: Negative symptoms could be loss of something such as ability to feel joy.
cs: Negativní příznaky mohou být ztráta něčeho, jako je schopnost cítit radost.
de: Zu den negativen Symptomen könnte beispielsweise der Verlust der Fähigkeit, Freude zu empfinden, gehören.
fr: Les symptômes négatifs pourraient être la perte de quelque chose comme la capacité à ressentir de la joie.
nl: Negatieve symptomen kunnen het verlies van iets zijn, zoals het vermogen om vreugde te voelen.
tr: Olumsuz belirtiler sevinç hissetme yeteneği gibi bir şeyin kaybı olabilir.

source: Cognitive symptoms are related to changes in memory or other aspects of thinking.
cs: Kognitivní symptomy souvisejí se změnami paměti nebo jiných aspektů myšlení.
de: Kognitive Symptome stehen im Zusammenhang mit Veränderungen des Gedächtnisses oder anderen Aspekten des Denkens.
fr: Les symptômes cognitifs sont liés à des changements dans la mémoire ou dans d’autres aspects de la pensée.
nl: Cognitieve symptomen houden verband met veranderingen in het geheugen of andere aspecten van het denken.
tr: Bilişsel semptomlar hafızadaki veya düşüncenin diğer yönlerindeki değişikliklerle ilgilidir.

source: Question: Which categorization distinguishes the symptoms of psychosis based on their characteristics?
fr: Quelle catégorisation distingue les symptômes de la psychose en fonction de leurs caractéristiques?
nl: Vraag: Welke categorisering onderscheidt de symptomen van psychose op basis van hun kenmerken?

source: A) Primary symptoms, secondary symptoms, tertiary symptoms.
cs: A) Primární příznaky, sekundární příznaky, terciární příznaky.
de: A) Primärsymptome, Sekundärsymptome, Tertiärsymptome.
fr: A) Symptômes primaires, symptômes secondaires, symptômes tertiaires.
nl: A) Primaire symptomen, secundaire symptomen, tertiaire symptomen.
tr: A) Birincil belirtiler, ikincil belirtiler, üçüncül belirtiler.

source: B) Active symptoms, passive symptoms, cognitive symptoms.
cs: B) Aktivní symptomy, pasivní symptomy, kognitivní symptomy.
de: B) Aktive Symptome, passive Symptome, kognitive Symptome.
fr: B) Symptômes actifs, symptômes passifs, symptômes cognitifs.
nl: B) Actieve symptomen, passieve symptomen, cognitieve symptomen.
tr: B) Aktif semptomlar, pasif semptomlar, bilişsel semptomlar.

source: C) Manifest symptoms, latent symptoms, residual symptoms.
cs: C) Manifestní příznaky, latentní příznaky, reziduální příznaky.
de: C) Manifeste Symptome, latente Symptome, Restsymptome.
fr: C) Symptômes manifestes, symptômes latents, symptômes résiduels.
nl: C) Manifeste symptomen, latente symptomen, restsymptomen.
tr: C) Açık semptomlar, gizli semptomlar, kalıntı semptomlar.

source: D) Positive symptoms, negative symptoms, cognitive symptoms.
cs: D) Pozitivní symptomy, negativní symptomy, kognitivní symptomy.
de: D) Positive Symptome, negative Symptome, kognitive Symptome.
fr: D) Symptômes positifs, symptômes négatifs, symptômes cognitifs.
nl: D) Positieve symptomen, negatieve symptomen, cognitieve symptomen.
tr: D) Pozitif belirtiler, negatif belirtiler, bilişsel belirtiler.

source: Psychosis is a severe mental disorder that affects how a person thinks, feels, and behaves. When someone has a psychosis it can seem like they have lost touch with reality, which can be distressing for them and for those around them.
fr: La psychose est un trouble mental grave qui affecte la façon dont une personne pense, ressent et se comporte. Lorsqu'une personne souffre de psychose, elle peut avoir l'impression d'avoir perdu contact avec la réalité, ce qui peut être pénible pour elle et pour son entourage.
nl: Psychose is een ernstige psychische stoornis die van invloed is op hoe iemand denkt, voelt en zich gedraagt. Wanneer iemand een psychose heeft, kan het lijken alsof hij of zij het contact met de realiteit is verloren, wat stressvol kan zijn voor hem of haar en voor de mensen om hem of haar heen.

source: Question: Which of the following best characterizes psychosis?
fr: Question: Lequel des énoncés suivants caractérise le mieux la psychose?
nl: Vraag: Welke van de volgende verschijnselen typeert psychose het beste?

source: A) A temporary mental disorder caused by stress
cs: A) Dočasná duševní porucha způsobená stresem
de: A) Eine vorübergehende psychische Störung durch Stress
fr: A) Un trouble mental temporaire causé par le stress
nl: A) Een tijdelijke psychische stoornis veroorzaakt door stress
tr: A) Stresin neden olduğu geçici bir zihinsel bozukluk

source: B) A condition affecting thinking, feeling, and behavior
fr: B) Une condition affectant la pensée, le sentiment et le comportement
nl: B) Een aandoening die het denken, voelen en gedrag beïnvloedt

source: C) A physical illness with visible symptoms
cs: C) Fyzické onemocnění s viditelnými příznaky
de: C) Eine körperliche Krankheit mit sichtbaren Symptomen
fr: C) Une maladie physique avec des symptômes visibles
nl: C) Een lichamelijke ziekte met zichtbare symptomen
tr: C) Görünür semptomları olan fiziksel bir hastalık

source: D) A mood disorder primarily marked by extreme sadness
cs: D) Porucha nálady primárně charakterizovaná extrémním smutkem
de: D) Eine Stimmungsstörung, die vor allem durch extreme Traurigkeit gekennzeichnet ist
fr: D) Un trouble de l'humeur principalement marqué par une extrême tristesse
nl: D) Een stemmingsstoornis die voornamelijk wordt gekenmerkt door extreme droefheid
tr: D) Esasen aşırı üzüntüyle belirginleşen bir duygudurum bozukluğu

source: <strong>Incorrect</strong><br>You have selected an incorrect option.
cs: <strong>Nesprávné</strong><br>Vybrali jste nesprávnou možnost.
de: <strong>Falsch</strong><br>Sie haben eine falsche Option ausgewählt.
fr: <strong>Incorrect</strong><br>Vous avez sélectionné une option incorrecte.
nl: <strong>Onjuist</strong><br>U heeft een onjuiste optie geselecteerd.
tr: <strong>Yanlış</strong><br>Yanlış bir seçenek seçtiniz.

source: <strong>Correct</strong><br>You have selected a correct option.
cs: <strong>Správně</strong><br>Vybrali jste správnou možnost.
de: <strong>Richtig</strong><br>Sie haben eine richtige Option ausgewählt.
fr: <strong>Correct</strong><br>Vous avez sélectionné une option correcte.
nl: <strong>Juist</strong><br>U heeft de juiste optie geselecteerd.
tr: <strong>Doğru</strong><br>Doğru bir seçeneği seçtiniz.

source: Introduce the fundamental concepts of schizophrenia, emphasizing that it is a naturally occurring illness and not the fault of the individual.
cs: Představte základní pojmy schizofrenie a zdůrazněte, že jde o přirozeně se vyskytující onemocnění a nikoli o chybu jednotlivce.
de: Stellen Sie die grundlegenden Konzepte der Schizophrenie vor und betonen Sie, dass es sich dabei um eine natürlich auftretende Krankheit handelt und nicht um die Schuld des Einzelnen.
tr: Şizofreninin temel kavramlarını tanıtın, bunun doğal olarak oluşan bir hastalık olduğunu ve bireyin hatası olmadığını vurgulayın.

source: Help participants understand that there can be false positives and errors in diagnosing schizophrenia and identifying relapses.
cs: Pomozte účastníkům pochopit, že při diagnostice schizofrenie a identifikaci relapsů mohou existovat falešně pozitivní výsledky a chyby.
de: Machen Sie den Teilnehmern klar, dass es bei der Diagnose von Schizophrenie und der Erkennung von Rückfällen zu falsch positiven Ergebnissen und Fehlern kommen kann.
tr: Katılımcıların, şizofreninin teşhisinde ve nüksetmelerin belirlenmesinde yanlış pozitifliklerin ve hataların olabileceğini anlamalarına yardımcı olun.

source: Cognitive Symptoms of Schizophrenia
cs: Kognitivní příznaky schizofrenie
de: Kognitive Symptome der Schizophrenie
tr: Şizofreninin Bilişsel Belirtileri

source: Cognitive symptoms of schizophrenia refer to problems with the mental processes involved in gaining knowledge and comprehension. These symptoms affect a person's ability to think clearly, remember, and organize their thoughts. Cognitive symptoms can be subtle or severe and often significantly impact the daily functioning of individuals with schizophrenia.
cs: Kognitivní příznaky schizofrenie se týkají problémů s mentálními procesy, které se podílejí na získávání znalostí a porozumění. Tyto příznaky ovlivňují schopnost člověka jasně myslet, pamatovat si a organizovat své myšlenky. Kognitivní příznaky mohou být jemné nebo závažné a často významně ovlivňují každodenní fungování jedinců se schizofrenií.
de: Kognitive Symptome der Schizophrenie beziehen sich auf Probleme mit den mentalen Prozessen, die mit dem Wissenserwerb und dem Verständnis verbunden sind. Diese Symptome beeinträchtigen die Fähigkeit einer Person, klar zu denken, sich zu erinnern und ihre Gedanken zu ordnen. Kognitive Symptome können subtil oder schwerwiegend sein und beeinträchtigen oft erheblich das tägliche Funktionieren von Personen mit Schizophrenie.
tr: Şizofreninin bilişsel belirtileri, bilgi edinme ve kavramayla ilgili zihinsel süreçlerle ilgili sorunlara işaret eder. Bu belirtiler kişinin net düşünme, hatırlama ve düşüncelerini organize etme yeteneğini etkiler. Bilişsel semptomlar hafif veya şiddetli olabilir ve şizofreni hastalarının günlük işleyişini sıklıkla önemli ölçüde etkiler.

source: Qeustion: Which of the following cognitive symptoms is NOT commonly associated with schizophrenia?
cs: Otázka: Který z následujících kognitivních symptomů NENÍ běžně spojován se schizofrenií?
de: Frage: Welches der folgenden kognitiven Symptome wird NICHT häufig mit Schizophrenie in Verbindung gebracht?
tr: Soru: Aşağıdaki bilişsel belirtilerden hangisi sıklıkla şizofreniyle ilişkili DEĞİLDİR?

source: Schizophrenia
cs: Schizofrenie
tr: Şizofreni

source: Negative Symptoms of Schizophrenia
cs: Negativní příznaky schizofrenie
de: Schizophrenie
tr: Şizofreninin Olumsuz Belirtileri

source: Negative symptoms of schizophrenia refer to the absence or reduction of normal behaviors and functions that are usually present in healthy individuals. These symptoms reflect a loss of abilities and can significantly impair a person's daily functioning and quality of life. Unlike positive symptoms, which add abnormal experiences or behaviors, negative symptoms take away normal capabilities and emotional responses.
cs: Negativní příznaky schizofrenie se týkají absence nebo omezení normálního chování a funkcí, které jsou obvykle přítomny u zdravých jedinců. Tyto příznaky odrážejí ztrátu schopností a mohou významně zhoršit každodenní fungování a kvalitu života člověka. Na rozdíl od pozitivních symptomů, které přidávají abnormální zážitky nebo chování, negativní symptomy odebírají normální schopnosti a emocionální reakce.
de: Negative Symptome der Schizophrenie beziehen sich auf das Fehlen oder die Verringerung normaler Verhaltensweisen und Funktionen, die bei gesunden Personen normalerweise vorhanden sind. Diese Symptome spiegeln einen Verlust von Fähigkeiten wider und können die Alltagsfunktionen und Lebensqualität einer Person erheblich beeinträchtigen. Im Gegensatz zu positiven Symptomen, die abnormale Erfahrungen oder Verhaltensweisen hinzufügen, nehmen negative Symptome normale Fähigkeiten und emotionale Reaktionen weg.
tr: Şizofreninin negatif belirtileri, genellikle sağlıklı bireylerde mevcut olan normal davranış ve işlevlerin yokluğu veya azalması anlamına gelir. Bu semptomlar yetenek kaybını yansıtır ve kişinin günlük işleyişini ve yaşam kalitesini önemli ölçüde bozabilir. Anormal deneyimler veya davranışlar ekleyen pozitif semptomların aksine, negatif semptomlar normal yetenekleri ve duygusal tepkileri ortadan kaldırır.

source: Qeustion: Which of the following best describes the negative symptom of schizophrenia known as avolition?
cs: Otázka: Která z následujících možností nejlépe popisuje negativní symptom schizofrenie známý jako avolition?
de: Frage: Welche der folgenden Beschreibungen trifft am besten auf das als Avolition bekannte Negativsymptom der Schizophrenie zu?
tr: Soru: Aşağıdakilerden hangisi şizofreninin istemsizlik olarak bilinen negatif belirtisini en iyi şekilde tanımlar?

source: Positive Symptoms of Schizophrenia
cs: Pozitivní příznaky schizofrenie
de: Positive Symptome der Schizophrenie
tr: Şizofreninin Olumlu Belirtileri

source: Qeustion: Which of the following statements correctly describes the positive symptoms of schizophrenia?
cs: Otázka: Které z následujících tvrzení správně popisuje pozitivní příznaky schizofrenie?
de: Frage: Welche der folgenden Aussagen beschreibt die positiven Symptome der Schizophrenie richtig?
tr: Soru: Aşağıdaki ifadelerden hangisi şizofreninin pozitif belirtilerini doğru şekilde tanımlamaktadır?

source: Symptoms of Schizophrenia
cs: Příznaky schizofrenie
de: Symptome der Schizophrenie
tr: Şizofreni Belirtileri

source: Symptoms of schizophrenia can be broadly categorized into three groups: positive symptoms, negative symptoms, and cognitive symptoms.
cs: Symptomy schizofrenie lze obecně rozdělit do tří skupin: pozitivní symptomy, negativní symptomy a kognitivní symptomy.
de: Die Symptome der Schizophrenie können grob in drei Gruppen eingeteilt werden: positive Symptome, negative Symptome und kognitive Symptome.
tr: Şizofreni belirtileri genel olarak üç gruba ayrılabilir: pozitif belirtiler, negatif belirtiler ve bilişsel belirtiler.

source: Question: Which categorization distinguishes the symptoms of schizophrenia based on their characteristics?
cs: Otázka: Která kategorizace rozlišuje příznaky schizofrenie na základě jejich charakteristik?
de: Frage: Welche Kategorisierung unterscheidet die Symptome der Schizophrenie aufgrund ihrer Ausprägung?
tr: Soru: Şizofreni belirtilerini özelliklerine göre ayıran sınıflandırma hangisidir?
