Repository: uit-hdl/trusting-ehealthcourse
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: cs, de, fr, nl, tr

source: Health Course
cs: Kurz zdraví
de: Gesundheitskurs
fr: Cours de santé
nl: Gezondheidscursus
tr: Sağlık Kursu

source: Congratulations!
cs: Gratulujeme!
de: Glückwunsch!
fr: Toutes nos félicitations!
nl: Gefeliciteerd!
tr: Tebrikler!

source: Congratulations on completing the health course!
cs: Gratulujeme k dokončení zdravotního kurzu!
de: Herzlichen Glückwunsch zum Abschluss des Gesundheitskurses!
fr: Félicitations, vous avez terminé le cours de santé!
nl: Gefeliciteerd met het behalen van de gezondheidscursus!
tr: Sağlık kursunu tamamladığınız için tebrikler!

source: We greatly appreciate your dedication in completing the course on schizophrenia and relapse. Through your commitment, we trust you've acquired vital insights into these topics. Furthermore, we're confident you've recognized the nuances of errors, whether they stem from false positives or false negatives. Our aim is that the information provided will empower you to navigate your daily activities with greater understanding and efficacy.
cs: Velmi si vážíme vaší obětavosti při absolvování kurzu o schizofrenii a relapsu. Věříme, že díky vašemu nasazení jste získali zásadní vhled do těchto témat. Kromě toho jsme si jisti, že jste rozpoznali nuance chyb, ať už pocházejí z falešně pozitivních nebo falešně negativních výsledků. Naším cílem je, aby vám poskytnuté informace umožnily orientovat se ve vašich každodenních činnostech s větším porozuměním a účinností.
de: Wir schätzen Ihr Engagement beim Absolvieren des Kurses über Schizophrenie und Rückfall sehr. Wir vertrauen darauf, dass Sie durch Ihr Engagement wichtige Erkenntnisse zu diesen Themen gewonnen haben. Darüber hinaus sind wir zuversichtlich, dass Sie die Nuancen von Fehlern erkannt haben, egal ob sie auf falsch positive oder falsch negative Ergebnisse zurückzuführen sind. Unser Ziel ist es, dass die bereitgestellten Informationen Sie in die Lage versetzen, Ihre täglichen Aktivitäten mit größerem Verständnis und größerer Effizienz zu bewältigen.
fr: Nous apprécions grandement votre dévouement à suivre le cours sur la schizophrénie et les rechutes. Grâce à votre engagement, nous sommes convaincus que vous avez acquis des connaissances essentielles sur ces sujets. De plus, nous sommes convaincus que vous avez reconnu les nuances des erreurs, qu'elles proviennent de faux positifs ou de faux négatifs. Notre objectif est que les informations fournies vous permettent de naviguer dans vos activités quotidiennes avec une meilleure compréhension et efficacité.
nl: Wij stellen uw inzet bij het voltooien van de cursus over schizofrenie en terugval zeer op prijs. Wij vertrouwen erop dat u dankzij uw inzet essentiële inzichten in deze onderwerpen heeft verworven. Bovendien zijn we ervan overtuigd dat u de nuances van fouten heeft onderkend, of deze nu voortkomen uit fout-positieve of fout-negatieven. Ons doel is dat de verstrekte informatie u in staat stelt om met meer begrip en doeltreffendheid door uw dagelijkse activiteiten te navigeren.
tr: Şizofreni ve nüksetmeye ilişkin kursu tamamlama konusundaki kararlılığınızı büyük ölçüde takdir ediyoruz. Bağlılığınız sayesinde, bu konulara ilişkin hayati bilgiler edindiğinize inanıyoruz. Ayrıca, ister yanlış pozitiflerden ister yanlış negatiflerden kaynaklansın, hataların nüanslarını fark ettiğinizden eminiz. Amacımız, sağlanan bilgilerin günlük faaliyetlerinizi daha büyük bir anlayış ve etkinlikle yönlendirmenizi sağlamasıdır.

source: Types of Errors
cs: Typy chyb
de: Arten von Fehlern
fr: Types d'erreurs
nl: Soorten fouten
tr: Hata Türleri

source: False positives and errors are both terms used to describe situations where a result or conclusion is incorrect. However, they are often used in different contexts:
cs: Falešná pozitiva a chyby jsou termíny používané k popisu situací, kdy je výsledek nebo závěr nesprávný. Často se však používají v různých kontextech:
de: Falsch-Positive und Fehler sind beides Begriffe, die verwendet werden, um Situationen zu beschreiben, in denen ein Ergebnis oder eine Schlussfolgerung falsch ist. Sie werden jedoch häufig in verschiedenen Kontexten verwendet:
fr: Les faux positifs et les erreurs sont deux termes utilisés pour décrire des situations dans lesquelles un résultat ou une conclusion est incorrecte. Cependant, ils sont souvent utilisés dans des contextes différents :
nl: Valse positieven en fouten zijn beide termen die worden gebruikt om situaties te beschrijven waarin een resultaat of conclusie onjuist is. Ze worden echter vaak in verschillende contexten gebruikt:
tr: Yanlış pozitifler ve hatalar, bir sonucun veya sonucun yanlış olduğu durumları tanımlamak için kullanılan terimlerdir. Ancak sıklıkla farklı bağlamlarda kullanılırlar:

source: False Positive:
cs: Falešně pozitivní:
de: Falsch-Positiv:
fr: Faux positif:
nl: Vals positief:
tr: Yanlış pozitif:

source: A false positive occurs when a test or procedure incorrectly indicates the presence of a condition or attribute that is not actually present.
cs: Falešně pozitivní nastane, když test nebo postup nesprávně indikuje přítomnost stavu nebo atributu, který ve skutečnosti není.
de: Ein falsch positives Ergebnis liegt vor, wenn ein Test oder Verfahren fälschlicherweise das Vorhandensein einer Erkrankung oder eines Attributs anzeigt, die tatsächlich nicht vorhanden ist.
fr: Un faux positif se produit lorsqu’un test ou une procédure indique de manière incorrecte la présence d’une condition ou d’un attribut qui n’est pas réellement présent.
nl: Er is sprake van een vals-positief resultaat wanneer een test of procedure ten onrechte de aanwezigheid aangeeft van een aandoening of kenmerk dat in werkelijkheid niet aanwezig is.
tr: Bir test veya prosedür, aslında mevcut olmayan bir koşulun veya özelliğin varlığını yanlış bir şekilde gösterdiğinde yanlış pozitif ortaya çıkar.

source: In other words, it's a result that wrongly indicates that something is present when it's not.
de: Mit anderen Worten handelt es sich um ein Ergebnis, das fälschlicherweise die Anwesenheit von etwas anzeigt, obwohl dies nicht der Fall ist.
fr: En d’autres termes, c’est un résultat qui indique à tort que quelque chose est présent alors qu’il ne l’est pas.

source: For example, in medical testing, a false positive in a covid screening test would mean that the test suggests covid is present when the person is actually covid-free.
cs: Například při lékařském testování by falešně pozitivní ve screeningovém testu na covid znamenalo, že test naznačuje, že je covid přítomen, když je osoba skutečně bez covidu.
de: Bei medizinischen Tests beispielsweise würde ein falsch positives Ergebnis bei einem Covid-Screeningtest bedeuten, dass der Test das Vorhandensein von Covid suggeriert, obwohl die Person tatsächlich Covid-frei ist.
fr: Par exemple, dans les tests médicaux, un faux positif dans un test de dépistage du covid signifierait que le test suggère que le covid est présent alors que la personne est réellement indemne de covid.
nl: Bij medische tests zou een vals-positief resultaat bij een covid-screeningstest bijvoorbeeld betekenen dat de test suggereert dat covid aanwezig is, terwijl de persoon daadwerkelijk covid-vrij is.
tr: Örneğin, tıbbi testlerde, bir covid tarama testindeki hatalı pozitif sonuç, testin, kişi aslında covid içermediği halde covid'in mevcut olduğunu öne sürdüğü anlamına gelir.

source: Errors:
cs: chyby:
de: Fehler:
fr: Les erreurs:
nl: Fouten:
tr: Hatalar:

source: Errors are discrepancies between a computed, observed, or measured value and the true, theoretically correct, or accepted value.
cs: Chyby jsou nesrovnalosti mezi vypočítanou, pozorovanou nebo naměřenou hodnotou a skutečnou, teoreticky správnou nebo akceptovanou hodnotou.
de: Fehler sind Abweichungen zwischen einem berechneten, beobachteten oder gemessenen Wert und dem wahren, theoretisch korrekten oder akzeptierten Wert.
fr: Les erreurs sont des écarts entre une valeur calculée, observée ou mesurée et la valeur vraie, théoriquement correcte ou acceptée.
nl: Fouten zijn discrepanties tussen een berekende, waargenomen of gemeten waarde en de werkelijke, theoretisch correcte of geaccepteerde waarde.
tr: Hatalar, hesaplanan, gözlemlenen veya ölçülen değer ile gerçek, teorik olarak doğru veya kabul edilen değer arasındaki tutarsızlıklardır.

source: In a broader sense, errors can encompass various types of mistakes, inaccuracies, or deviations from what is expected or desired.
cs: V širším smyslu mohou chyby zahrnovat různé typy chyb, nepřesností nebo odchylek od toho, co se očekává nebo požaduje.
de: Im weiteren Sinne können Fehler verschiedene Arten von Irrtümern, Ungenauigkeiten oder Abweichungen von Erwartungen oder Wünschen umfassen.
fr: Dans un sens plus large, les erreurs peuvent englober divers types d'erreurs, d'inexactitudes ou d'écarts par rapport à ce qui est attendu ou souhaité.
nl: In bredere zin kunnen fouten verschillende soorten fouten, onnauwkeurigheden of afwijkingen van wat wordt verwacht of gewenst omvatten.
tr: Daha geniş anlamda hatalar, çeşitli hata türlerini, yanlışlıkları veya beklenenden veya istenenden sapmaları kapsayabilir.

source: Both false positives and errors can have significant implications depending on the context in which they occur. In many cases, efforts are made to minimize these occurrences through improved testing methods, rigorous quality control measures, and careful consideration of potential sources of error.
cs: Falešná pozitiva i chyby mohou mít významné důsledky v závislosti na kontextu, ve kterém se vyskytují. V mnoha případech je vyvíjeno úsilí k minimalizaci těchto výskytů prostřednictvím vylepšených testovacích metod, přísných opatření kontroly kvality a pečlivého zvážení potenciálních zdrojů chyb.
de: Sowohl Falschmeldungen als auch Fehler können je nach Kontext erhebliche Auswirkungen haben. In vielen Fällen werden Anstrengungen unternommen, um diese Vorkommnisse durch verbesserte Testmethoden, strenge Qualitätskontrollmaßnahmen und sorgfältige Prüfung potenzieller Fehlerquellen zu minimieren.
fr: Les faux positifs et les erreurs peuvent avoir des implications importantes selon le contexte dans lequel ils se produisent. Dans de nombreux cas, des efforts sont déployés pour minimiser ces événements grâce à des méthodes de test améliorées, des mesures de contrôle de qualité rigoureuses et un examen attentif des sources d'erreur potentielles.
nl: Zowel valse positieven als fouten kunnen aanzienlijke gevolgen hebben, afhankelijk van de context waarin ze voorkomen. In veel gevallen worden pogingen ondernomen om deze voorvallen tot een minimum te beperken door middel van verbeterde testmethoden, rigoureuze kwaliteitscontrolemaatregelen en een zorgvuldige afweging van potentiële bronnen van fouten.
tr: Hem yanlış pozitifler hem de hatalar, meydana geldikleri bağlama bağlı olarak önemli sonuçlar doğurabilir. Çoğu durumda, iyileştirilmiş test yöntemleri, sıkı kalite kontrol önlemleri ve potansiyel hata kaynaklarının dikkatle değerlendirilmesi yoluyla bu olayların en aza indirilmesi için çaba gösterilmektedir.

source: Previous
cs: Předchozí
de: Vorherige
fr: Précédente
nl: Vorig
tr: Öncesi

source: Ask AI Chatbot
cs: Zeptejte se AI Chatbota
de: Fragen Sie den KI-Chatbot
fr: Demandez au chatbot IA
nl: Vraag het aan AI Chatbot
tr: AI Chatbot'a sorun

source: Next
cs: další
de: Nächste
fr: Suivante
nl: Volgende
tr: Sonraki

source: Course Objectives
cs: Cíle kurzu
de: Kursziele
fr: Objectifs du cours
nl: Cursus Doelstellingen
tr: Kurs Hedefleri

source: This brief course has three primary goals:
cs: Tento krátký kurz má tři hlavní cíle:
de: Dieser kurze Kurs hat drei Hauptziele:
fr: Ce bref cours a trois objectifs principaux:
nl: Deze korte cursus heeft drie hoofddoelen:
tr: Bu kısa kursun üç temel hedefi vardır:

source: Introduce the fundamental concepts of psychosis, emphasizing that it is a naturally occurring illness and not the fault of the individual.
fr: Présentez les concepts fondamentaux de la psychose, en soulignant qu’il s’agit d’une maladie naturelle et non de la faute de l’individu.
nl: Leg de basisconcepten van psychose uit en benadruk dat het een natuurlijk voorkomende ziekte is en niet de schuld van het individu.

source: Educate participants about the concept of relapses and how to predict them early.
cs: Poučte účastníky o konceptu relapsů a o tom, jak je včas předvídat.
de: Informieren Sie die Teilnehmer über das Konzept von Rückfällen und wie man sie frühzeitig vorhersagen kann.
fr: Éduquez les participants sur le concept des rechutes et sur la manière de les prédire précocement.
nl: Informeer de deelnemers over het concept van terugval en hoe u deze vroegtijdig kunt voorspellen.
tr: Katılımcıları nüksetme kavramı ve bunları erkenden nasıl tahmin edebilecekleri konusunda eğitin.

source: Help participants understand that there can be false positives and errors in diagnosing psychosis and identifying relapses.
fr: Aidez les participants à comprendre qu’il peut y avoir des faux positifs et des erreurs dans le diagnostic de la psychose et l’identification des rechutes.
nl: Help deelnemers begrijpen dat er sprake kan zijn van foutpositieve resultaten en fouten bij het diagnosticeren van psychoses en het identificeren van terugvallen.

source: We aim to provide valuable information in small, easy to understand units throughout the slides. After each slide, there will be a simple multiple-choice question. You can proceed to the next slide only after correctly answering the question on the current slide.
cs: Naším cílem je poskytovat cenné informace v malých, snadno srozumitelných jednotkách v rámci snímků. Po každém snímku bude jednoduchá otázka s výběrem z více odpovědí. Na další snímek můžete přejít pouze po správném zodpovězení otázky na aktuálním snímku.
de: Wir möchten auf den Folien wertvolle Informationen in kleinen, leicht verständlichen Einheiten vermitteln. Nach jeder Folie gibt es eine einfache Multiple-Choice-Frage. Sie können erst zur nächsten Folie wechseln, wenn Sie die Frage auf der aktuellen Folie richtig beantwortet haben.
fr: Notre objectif est de fournir des informations précieuses sous forme de petites unités faciles à comprendre tout au long des diapositives. Après chaque diapositive, il y aura une simple question à choix multiples. Vous ne pouvez passer à la diapositive suivante qu'après avoir répondu correctement à la question de la diapositive actuelle.
nl: We streven ernaar om waardevolle informatie in kleine, gemakkelijk te begrijpen eenheden op de dia's aan te bieden. Na elke dia volgt een eenvoudige meerkeuzevraag. U kunt pas naar de volgende dia gaan nadat u de vraag op de huidige dia correct heeft beantwoord.
tr: Slaytlar boyunca değerli bilgileri küçük, anlaşılması kolay birimler halinde sunmayı hedefliyoruz. Her slayttan sonra çoktan seçmeli basit bir soru olacaktır. Bir sonraki slayda ancak mevcut slayttaki soruyu doğru yanıtladıktan sonra geçebilirsiniz.

source: Start Course
cs: Zahájit kurz
de: Kurs beginnen
fr: Commencer le cours
nl: Cursus starten
tr: Kursu Başlat

source: Characteristics of Relapse
cs: Charakteristika relapsu
de: Merkmale eines Rückfalls
fr: Caractéristiques de la rechute
nl: Kenmerken van terugval
tr: Nüksün Özellikleri

source: The characteristics of relapse refer to the specific signs, symptoms, and patterns that indicate a person is experiencing a recurrence of their mental health condition after a period of improvement or remission. These characteristics help in identifying when a relapse is happening or is likely to happen, allowing for timely intervention.
cs: Charakteristiky relapsu se týkají specifických příznaků, symptomů a vzorců, které naznačují, že osoba zažívá recidivu svého duševního zdraví po období zlepšení nebo remise. Tyto charakteristiky pomáhají při identifikaci, kdy dochází nebo pravděpodobně dojde k relapsu, což umožňuje včasnou intervenci.
de: Die Merkmale eines Rückfalls beziehen sich auf die spezifischen Anzeichen, Symptome und Muster, die darauf hinweisen, dass eine Person nach einer Phase der Besserung oder Remission einen Rückfall ihrer psychischen Gesundheit erlebt. Diese Merkmale helfen dabei, zu erkennen, wann ein Rückfall stattfindet oder wahrscheinlich ist, und ermöglichen ein rechtzeitiges Eingreifen.
fr: Les caractéristiques de la rechute font référence aux signes, symptômes et schémas spécifiques qui indiquent qu'une personne connaît une récidive de son problème de santé mentale après une période d'amélioration ou de rémission. Ces caractéristiques aident à identifier le moment où une rechute se produit ou est susceptible de se produire, permettant ainsi une intervention rapide.
nl: De kenmerken van terugval verwijzen naar de specifieke tekenen, symptomen en patronen die erop wijzen dat een persoon een herhaling van zijn geestelijke gezondheidstoestand ervaart na een periode van verbetering of remissie. Deze kenmerken helpen bij het identificeren wanneer een terugval plaatsvindt of waarschijnlijk zal plaatsvinden, waardoor tijdige interventie mogelijk wordt.
tr: Nüksetmenin özellikleri, bir kişinin zihinsel sağlık durumunun bir iyileşme veya iyileşme döneminden sonra tekrar ortaya çıktığını gösteren spesifik işaretler, semptomlar ve kalıpları ifade eder. Bu özellikler, bir nüksetmenin ne zaman gerçekleştiğini veya meydana gelme ihtimalinin ne zaman olduğunu belirlemeye yardımcı olarak zamanında müdahaleye izin verir.

source: Symptoms Reappearance: This means the return of the particular symptoms associated with the person's mental health condition. For example, in depression, it might mean feeling sad or hopeless again; in anxiety, it could mean experiencing heightened levels of worry or panic attacks.
cs: Znovuobjevení příznaků: To znamená návrat konkrétních příznaků spojených s duševním stavem dané osoby. Například v depresi to může znamenat opětovný pocit smutku nebo beznaděje; v úzkosti to může znamenat prožívání zvýšené úrovně obav nebo záchvatů paniky.
de: Wiederauftreten der Symptome: Dies bedeutet die Rückkehr der besonderen Symptome, die mit dem psychischen Gesundheitszustand der Person verbunden sind. Bei Depressionen kann dies beispielsweise bedeuten, dass man sich wieder traurig oder hoffnungslos fühlt; bei Angstzuständen kann dies bedeuten, dass man sich verstärkt Sorgen macht oder Panikattacken erlebt.
fr: Réapparition des symptômes: Cela signifie le retour des symptômes particuliers associés à l'état de santé mentale de la personne. Par exemple, dans la dépression, cela peut signifier se sentir à nouveau triste ou désespéré ; en cas d’anxiété, cela peut signifier ressentir des niveaux accrus d’inquiétude ou des crises de panique.
nl: Opnieuw verschijnen van symptomen: Dit betekent de terugkeer van de specifieke symptomen die verband houden met de geestelijke gezondheidstoestand van de persoon. Bij een depressie kan het bijvoorbeeld betekenen dat je je weer verdrietig of hopeloos voelt; bij angst kan dit betekenen dat je een verhoogd niveau van zorgen of paniekaanvallen ervaart.
tr: Semptomların Yeniden Ortaya Çıkması: Bu, kişinin zihinsel sağlık durumuyla ilişkili belirli semptomların geri dönmesi anlamına gelir. Örneğin depresyonda bu, yeniden üzgün veya umutsuz hissetmek anlamına gelebilir; Anksiyete durumunda bu, yüksek düzeyde endişe veya panik atak yaşanması anlamına gelebilir.

source: Triggering Factors: Certain events or situations can act as triggers for a relapse. These triggers can include stress, trauma, changes in medication, or environmental factors. Identifying these triggers is crucial for prevention and management.
cs: Spouštěcí faktory: Některé události nebo situace mohou působit jako spouštěče recidivy. Tyto spouštěče mohou zahrnovat stres, trauma, změny léků nebo faktory prostředí. Identifikace těchto spouštěčů je zásadní pro prevenci a léčbu.
de: Auslösende Faktoren: Bestimmte Ereignisse oder Situationen können einen Rückfall auslösen. Zu diesen Auslösern können Stress, Traumata, Änderungen der Medikation oder Umweltfaktoren gehören. Die Identifizierung dieser Auslöser ist für die Prävention und Behandlung von entscheidender Bedeutung.
fr: Facteurs déclencheurs: Certains événements ou situations peuvent déclencher une rechute. Ces déclencheurs peuvent inclure le stress, les traumatismes, les changements de médicaments ou les facteurs environnementaux. L’identification de ces déclencheurs est cruciale pour la prévention et la gestion.
nl: Triggerende factoren: Bepaalde gebeurtenissen of situaties kunnen fungeren als triggers voor een terugval. Deze triggers kunnen stress, trauma, veranderingen in medicatie of omgevingsfactoren omvatten. Het identificeren van deze triggers is cruciaal voor preventie en beheer.
tr: Tetikleyici Faktörler: Belirli olaylar veya durumlar, hastalığın nüksetmesini tetikleyebilir. Bu tetikleyiciler arasında stres, travma, ilaç değişiklikleri veya çevresel faktörler bulunabilir. Bu tetikleyicilerin belirlenmesi, önleme ve yönetim açısından çok önemlidir.

source: Gradual Onset: Relapse often does not happen suddenly. There can be early warning signs such as slight changes in mood, behavior, or thinking patterns that gradually escalate.
cs: Postupný nástup: K relapsu často nedochází náhle. Mohou se objevit včasné varovné signály, jako jsou mírné změny nálady, chování nebo vzorce myšlení, které se postupně stupňují.
de: Allmählicher Beginn: Ein Rückfall tritt häufig nicht plötzlich auf. Es kann Frühwarnzeichen wie leichte Veränderungen der Stimmung, des Verhaltens oder der Denkmuster geben, die sich allmählich verstärken.
fr: Apparition progressive: La rechute ne se produit souvent pas soudainement. Il peut y avoir des signes avant-coureurs tels que de légers changements d’humeur, de comportement ou de schémas de pensée qui s’aggravent progressivement.
nl: Geleidelijk begin: Terugval gebeurt vaak niet plotseling. Er kunnen vroege waarschuwingssignalen zijn, zoals kleine veranderingen in stemming, gedrag of denkpatronen die geleidelijk escaleren.
tr: Kademeli Başlangıç: Nüksetme sıklıkla aniden gerçekleşmez. Ruh halindeki, davranıştaki veya düşünce kalıplarındaki hafif değişiklikler gibi yavaş yavaş artan erken uyarı işaretleri olabilir.

source: Behavioral Changes: These are observable changes in a person's behavior, such as withdrawing from social activities, neglecting responsibilities, or changes in daily routines.
cs: Změny chování: Jedná se o pozorovatelné změny v chování člověka, jako je stažení se ze společenských aktivit, zanedbávání povinností nebo změny v denních rutinách.
de: Verhaltensänderungen: Dabei handelt es sich um erkennbare Veränderungen im Verhalten einer Person, wie z. B. der Rückzug von sozialen Aktivitäten, die Vernachlässigung von Pflichten oder Änderungen der täglichen Routine.
fr: Changements comportementaux: Il s'agit de changements observables dans le comportement d'une personne, tels que le retrait des activités sociales, le fait de négliger ses responsabilités ou des changements dans les routines quotidiennes.
nl: Gedragsveranderingen: Dit zijn waarneembare veranderingen in het gedrag van een persoon, zoals het zich terugtrekken uit sociale activiteiten, het verwaarlozen van verantwoordelijkheden of veranderingen in de dagelijkse routines.
tr: Davranış Değişiklikleri: Bunlar, sosyal aktivitelerden çekilme, sorumlulukları ihmal etme veya günlük rutinlerdeki değişiklikler gibi kişinin davranışlarında gözlemlenebilir değişikliklerdir.
